{
  "bookId": 45,
  "chapter": 1,
  "verse": 1,
  "outlineId": 7,
  "content": "<p></p><p>Paul and the Romans</p><p>1:7–13</p><p>Having described himself (both his apostleship and his gospel), Paul now addresses himself to his readers: To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ (7). It is hard for us to imagine the sensations which the mere mention of the word ‘Rome’ would arouse in first-century people who lived far away in one of the provinces. For ‘she was the eternal city which had given them peace,’ wrote Bishop Stephen Neill, ‘the fount of law, the centre of civilisation, the Mecca of poets and orators and artists’, while being at the same time ‘a home of every kind of idolatrous worship’. Yet God had his people there, whom the apostle describes in three ways.</p><p>First, they are loved by God, his own dear children. Secondly, they are called to be saints, as also they are ‘called to belong to Jesus Christ’ (6). ‘The saints’ or ‘the holy people’ was a regular Old Testament designation of Israel. Now, however, the Gentile Christians in Rome were also ‘saints’. For all Christians without exception are called by God to belong to Christ and to his holy people.</p><p>Thirdly, the Roman Christians are the recipients of God’s grace and peace. The Aaronic blessing in the Old Testament was a prayer that Yahweh would both ‘be gracious’ to his people and give them ‘peace’. As used by Paul, one could almost claim that these words epitomize two of his major purposes in writing this letter, ‘grace’ emphasizing the freeness of God’s justification of sinners, and ‘peace’ the reconciliation of Jews and Gentiles in the body of Christ. Although he does not use the word ‘church’ (perhaps because the Roman Christians met in several house groups), he nevertheless sends his greetings to them all (7) and gives thanks for them all (8), irrespective of their ethnic origin. Since ‘beloved’, ‘called’ and ‘saints’ were all Old Testament epithets for Israel, it seems probable   p 56  that Paul deliberately uses them here to indicate that all believers in Christ, Gentiles as well as Jews, now belong to the covenant people of God.</p><p>After this introduction the apostle tells his Roman readers frankly of his feelings towards them. He makes four points.</p><p>1. He thanks God for them all</p><p>First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world (8). Allowing for a degree of legitimate hyperbole, it was still true that wherever the church had spread, the news that there were Christians in the capital had spread also. And although Paul had not been responsible for bringing the gospel to them, this did not inhibit him from giving thanks that Rome had been evangelized.</p><p>2. He prays for them</p><p>God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you (9) in my prayers at all times; and I pray that now at last by God’s will the way may be opened for me to come to you (10). In Paul’s apostolic ministry, preaching and praying go together. He assures them that, even though most of them are unknown to him personally, he yet intercedes for them constantly (9) and at all times (10a). This is no pious platitude. He is telling the truth, and he calls on God to witness his statement. In particular, he prays that now at last by God’s will, that is, if it is his will, the way may be opened for him to come to them (10b). It is a humble, tentative petition. He presumes neither to impose his will on God, nor to claim to know what God’s will may be. Instead, he submits his will to God’s. When we reach chapter 15, we will consider how his prayer was answered.</p><p>3. He longs to see them and he tells them why</p><p>His first reason is this: so that I may impart to you some spiritual gift (charisma) to make you strong (11). At first sight it seems natural to interpret such a gift as one of those charismata which Paul has listed in 1 Corinthians 12 and will list later in Romans 12 and Ephesians 4. There seems to be a fatal objection to this, however; namely that in those other passages the gifts are bestowed by the sovereign decision of God, Christ5 or the Spirit. So the apostle could hardly claim to be able to ‘impart’ a charisma himself. He appears therefore   p 57  to be using the word in a more general sense. Perhaps he is referring to his own teaching or exhortation, which he hopes to give them when he arrives, although there is ‘an intentional indefiniteness’ about his statement, perhaps because at this stage he does not know what their main spiritual needs will be.</p><p>No sooner has he dictated these words than he seems to sense their inappropriate one-sidedness, as if he has everything to give and nothing to receive. So he immediately explains (even corrects) himself: that is, that you and I may be mutually encouraged by each other’s faith (12). He knows about the reciprocal blessings of Christian fellowship and, although he is an apostle, he is not too proud to acknowledge his need of it. Happy is the modern missionary who goes to another country and culture in the same spirit of receptivity, anxious to receive as well as give, to learn as well as teach, to be encouraged as well as to encourage! And happy is the congregation who have a pastor of the same humble mind!</p><p>4. He has often planned to visit them</p><p>I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) … (13a). Exactly what has foiled him he does not say. Perhaps the most likely explanation is the one he will mention towards the end of his letter, namely that his evangelistic work in and around Greece had not yet been completed (15:22f.). Why had he tried to visit them? He now gives a third reason: in order that I might have (RSV ‘reap’) a harvest among you. ‘Harvest’ is literally ‘fruit’, and John Murray rightly comments: ‘The idea expressed is that of gathering fruit, not that of bearing it.’ In other words, he hopes to win some converts in Rome, just as … among the other Gentiles (13). It would surely be appropriate that the apostle to the Gentiles should engage in evangelistic reaping in the capital city of the Gentile world.</p><p>  p 58  3. Paul and evangelism</p><p>1:14–17</p><p>The apostle now makes three strong personal statements about his anxiety to preach the gospel in Rome:</p><p>           verse 14      ‘I am bound …’ (RSV ‘under obligation’)</p><p>           verse 15      ‘I am … eager …’</p><p>           verse 16      ‘I am not ashamed …’</p><p>The reason these affirmations are so striking is that they are in direct antithesis to the attitude of many in the contemporary church. People nowadays tend to regard evangelism as an optional extra and consider (if they engage in it) that they are conferring a favour on God; Paul spoke of it as an obligation. The modern mood is one of reluctance; Paul’s was one of eagerness or enthusiasm. Many of us today would have to confess, if we are honest, that we are ashamed of the gospel; Paul declared that he was not.</p><p>Mind you, Paul had just as many reasons to feel reluctant or embarrassed as we do. Rome was the symbol of imperial pride and power. People spoke of it with awe. Everybody hoped to visit Rome at least once in their lifetime, in order to look and stare and wonder. But who was this fellow Paul who wanted to visit the capital city not as a tourist but as an evangelist, and who believed he had something to say which Rome needed to listen to? What folly and presumption was this? According to tradition, Paul was an ugly little guy with beetle brows, bandy legs, a bald pate, a hooked nose, bad eyesight and no great rhetorical gifts. So what could he hope to accomplish against the proud might of imperial Rome? Would he not be wiser to stay away? Or, if he must visit Rome, would it not be prudent for him to keep his big mouth shut, lest he be laughed out of court and hustled out of town?</p><p>Evidently Paul did not think so. On the contrary, ‘I am under   p 59  obligation’, he wrote; ‘I am … eager … I am not ashamed.’ What, then, were the origins of his evangelistic enthusiasm? They were two.</p><p>1. The gospel is a debt to the world (14–15)</p><p>The NIV I am bound and the RSV ‘I am under obligation’ should properly be translated ‘I am [a] debtor’ (AV). It is perhaps puzzlement over how and why the gospel could be a debt which has led translators to write more generally of ‘obligation’. There are, in fact, two possible ways of getting into debt. The first is to borrow money from someone; the second is to be given money for someone by a third party. For example, if I were to borrow £1,000 from you, I would be in your debt until I paid it back. Equally, if a friend of yours were to hand me £1,000 to give to you, I would be in your debt until I handed it over. In the former case I would have got myself into debt by borrowing; in the latter it is your friend who has put me in your debt by entrusting me with £1,000 for you.</p><p>It is in this second sense that Paul is in debt. He has not borrowed anything from the Romans which he must repay. But Jesus Christ has entrusted him with the gospel for them. Several times in his letters he writes of having been ‘put in trust with the gospel’. It is true that this metaphor is one of stewardship (or trusteeship) rather than indebtedness, but the underlying thought is the same. It is Jesus Christ who has made Paul a debtor by committing the gospel to his trust. He was in debt to the Romans. As apostle to the Gentiles he was particularly in debt to the Gentile world, both to Greeks and non-Greeks (literally ‘barbarians’), both to the wise and the foolish (14). It is not certain how we are meant to understand this classification. Both couplets may denote the same contrasting groups, or the first may allude to differences of nationality, culture and language, the second of intelligence and education. Either way, these expressions together cover the whole of Gentile humanity. It was because of his sense of debt to them that he could write: That is why I am so eager to preach the gospel also to you who are at Rome (15).</p><p>Similarly, we are debtors to the world, even though we are not apostles. If the gospel has come to us (which it has), we have no liberty to keep it to ourselves. Nobody may claim a monopoly of the gospel. Good news is for sharing. We are under obligation to make it known to others.</p><p>Such was Paul’s first incentive. He was eager because he was in debt. It is universally regarded as a dishonourable thing to leave a   p 60  debt unpaid. We should be as eager to discharge our debt as Paul was to discharge his.</p><p>2. The gospel is God’s power for salvation (16)</p><p>Paul now gives a second reason for being eager to preach the gospel, and not ashamed of it: I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile (16).</p><p>Some commentators are so offended by the thought that Paul could feel ashamed of the gospel that they pronounce his statement a case of litotes, that is, an understatement made for rhetorical effect, especially the use of a negative in place of a positive (as when someone says, ‘I am not amused’, meaning ‘I am upset and angry’). So Moffatt renders the phrase, ‘I am proud of the gospel.’ But surely this attempt to tone down Paul’s statement, though grammatically permissible, is psychologically misguided. Jesus himself warned his disciples against being ashamed of him, which shows that he anticipated they might be, and Paul gave Timothy a similar admonition.4 I once heard James Stewart of Edinburgh, in a sermon on this text, make the perceptive comment that ‘there’s no sense in declaring that you’re not ashamed of something unless you’ve been tempted to feel ashamed of it’. And without doubt Paul knew this temptation. He told the Corinthians that he came to them ‘in weakness and fear, and with much trembling’. He knew that the message of the cross was ‘foolishness’ to some and ‘a stumbling-block’ to others,6 because it undermines self-righteousness and challenges self-indulgence. So whenever the gospel is faithfully preached, it arouses opposition, often contempt, and sometimes ridicule.</p><p>How then did Paul (and how shall we) overcome the temptation to be ashamed of the gospel? He tells us. It is by remembering that the very same message, which some people despise for its weakness, is in fact the power of God for the salvation of everyone who believes. How do we know this? In the long run, only because we have experienced its saving power in our own lives. Has God reconciled us to himself through Christ, forgiven our sins, made us his children, put his Spirit within us, begun to transform us, and introduced us into his new community? Then how can we possibly be ashamed of the gospel?</p><p>Moreover, the gospel is God’s saving power for everyone who believes: first for the Jew, then for the Gentile. Saving faith, which is the necessary response to the gospel, is the great leveller. For   p 61  everyone who is saved is saved in exactly the same way, by faith. That goes for Jews and Gentiles equally. There is no distinction between them in respect of salvation.8 The priority of the Jews (‘first for the Jew’) is both theological, because God chose them and made his covenant with them, and therefore historical (‘We had to speak the word of God to you first’).</p><p>Reflecting on the apostle’s three personal affirmations in verses 14–16, we have seen that his eagerness to evangelize in Rome arose from his recognition that the gospel is an unpaid debt to the world and the saving power of God. The first gave him a sense of obligation (he had been put in trust with the good news), and the second a sense of conviction (if it had saved him, it could save others). Still today the gospel is both a debt to discharge and a power to experience. Only when we have grasped and felt these truths shall we be able to say with Paul, ‘I am not ashamed … I am under obligation … So I am eager to share the gospel with the world.’</p><p>3. The gospel reveals God’s righteousness (17)</p><p>For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: ‘The righteous will live by faith’ (17).</p><p>We note the logic of Paul’s statement in verses 16–17: ‘I am not ashamed of the gospel, because it is the power of God for … salvation … For (gar, because) in the gospel a righteousness from God is revealed.…’ That is, the reason the gospel is God’s saving power is that in it God’s righteousness is revealed. Moreover, this righteousness is ‘from faith to faith’ (AV), in fulfilment of Habakkuk 2:4: ‘the righteous will live by his faith’. Many commentators have called verses 16–17 the ‘text’ of which the rest of Romans is the exposition. They are certainly crucial to our understanding. But three basic questions confront us. First, what is ‘the righteousness of God’? Secondly, what is the meaning of ‘from faith to faith’ (AV) or ‘through faith for faith’ (RSV)? Thirdly, how should we interpret the Habakkuk quotation and Paul’s use of it?</p><p>a. The righteousness of God</p><p>The meaning of the expression dikaiosynē theou (‘righteousness of—or from—God’) has been discussed throughout church history and has in consequence attracted an enormous, even unmanageable, literature. It is not easy to summarize, let alone to systematize, the debate.</p><p>  p 62  First, some emphasize that ‘the righteousness of God’ is a divine attribute or quality. ‘Righteousness’ describes his character, together with his actions which are in keeping with his character. Since he is ‘the Judge of all the earth’, it stands to reason that he will himself always ‘do right’. For he loves righteousness and hates wickedness, and righteousness is the sceptre of his kingdom.11</p><p>In Romans God’s personal righteousness is supremely seen in the cross of Christ. When God ‘presented him as a sacrifice of atonement’, he did it ‘to demonstrate his justice’ (dikaiosynē, 3:25, repeated in 3:26), and in order that he might be both himself ‘just’ and ‘the one who justifies those who have faith in Jesus’ (3:26b). Throughout Romans Paul is at pains to defend the righteous character and behaviour of God. For he is convinced that whatever God does—in salvation (3:25) or in judgment (2:5)—is absolutely consistent with his righteousness. This is William Campbell’s emphasis, namely that ‘the righteousness of God’ is ‘first and foremost a righteousness that demonstrates God’s faithfulness to his own righteous nature’, his integrity, his self-consistency. This attribute of God cannot be, however, either the only or even the main truth which Paul declares to be revealed in the gospel (1:17), since it was already fully revealed in the law.</p><p>Others stress, secondly, that ‘the righteousness of God’ is a divine activity, namely his saving intervention on behalf of his people. Indeed, his ‘salvation’ and his ‘righteousness’ are frequently coupled in the parallelism of Hebrew poetry, especially in the Psalms and in Isaiah 40–66. For example, ‘the LORD has made his salvation known and revealed his righteousness to the nations.’ Similarly, God declares: ‘I am bringing my righteousness near … and my salvation will not be delayed,’14 and describes himself as ‘a righteous God and a Saviour’. It would perhaps be an exaggeration to claim in the light of these texts that God’s righteousness and God’s salvation are synonyms. It is rather that his righteousness denotes his loyalty to his covenant promises, in the light of which he may be implored—and expected—to come to the salvation of his people. For example, ‘Vindicate me in your righteousness, O LORD my God.’ As John Ziesler has put it, ‘salvation is the form that God’s righteousness … takes’. Ernst Käsemann writes of God’s righteousness in terms of power, God’s saving power, in loyalty to his covenant, overthrowing the forces of evil and vindicating his   p 63  people. N. T. Wright’s understanding is similar. The righteousness of God, he writes, is ‘essentially the covenant faithfulness, the covenant justice, of the God who made promises to Abraham, promises of a worldwide family characterized by faith, in and through whom the evil of the world would be undone’.19</p><p>Thirdly, ‘the righteousness of God’ revealed in the gospel is a divine achievement. The genitive is now no longer subjective (as in reference to God’s character and activity), but objective (‘a righteousness from God’, as NIV renders the phrase in both 1:17 and 3:21). Indeed in Philippians 3:9 the simple genitive (‘the righteousness of God’) is replaced by a prepositional phrase (‘the righteousness … from God, ek theou). It is a righteous status which God requires if we are ever to stand before him, which he achieves through the atoning sacrifice of the cross, which he reveals in the gospel, and which he bestows freely on all who trust in Jesus Christ.</p><p>There can be little doubt that Paul uses the expression ‘the righteousness of God’ in this third way. He contrasts it with our own righteousness, which we are tempted to establish instead of submitting to God’s righteousness (10:3). God’s righteousness is a gift (5:17) which is offered to faith (3:22) and which we can have or enjoy. Charles Cranfield, who opts for this interpretation, paraphrases 1:17 in this way: ‘For in it (i.e. in the gospel as it is being preached) a righteous status which is God’s gift is being revealed (and so offered to men)—a righteous status which is altogether by faith.’ Further, in 2 Corinthians 5:21 Paul has written that in Christ we actually ‘become the righteousness of God’; in Romans 4 he will write about righteousness being ‘credited’ (‘reckoned’ or ‘imputed’) to us, as it was to Abraham (verses 3, 24); and in 1 Corinthians 1:30 it is Christ himself ‘who has become for us … our righteousness’.</p><p>Thus ‘the righteousness of God’ can be thought of as a divine attribute (our God is a righteous God), or activity (he comes to our rescue), or achievement (he bestows on us a righteous status). All three are true and have been held by different scholars, sometimes in relation to each other. For myself, I have never been able to see why we have to choose, and why all three should not be combined. Even Professor Fitzmyer, who uses the strange expression ‘the uprightness of God’, and affirms that it is ‘descriptive of God’s upright being and of his upright activity’, goes on to concede that it also expresses ‘the status of uprightness communicated to human beings by God’s gracious gift’.24 In other words, it is at one and the same time a quality, an activity and a gift.</p><p>  p 64  It seems legitimate to affirm, therefore, that ‘the righteousness of God’ is God’s righteous initiative in putting sinners right with himself, by bestowing on them a righteousness which is not their own but his. ‘The righteousness of God’ is God’s just justification of the unjust, his righteous way of pronouncing the unrighteous righteous, in which he both demonstrates his righteousness and gives righteousness to us. He has done it through Christ, the righteous one, who died for the unrighteous, as Paul will explain later. And he does it by faith when we put our trust in him, and cry to him for mercy.</p><p>b. ‘From faith to faith’</p><p>The righteousness of God, which is revealed in the gospel and offered to us, is (literally) ‘out of faith into faith’ or ‘from faith to faith’ (AV). Many explanations of this phrase have been proposed, some more ingenious than others. I mention what seem to me to be the four most plausible. The first relates to faith’s origin, as Bengel puts it: ‘from the faith of God, who makes the offer, to the faith of men who receive it’. More simply, it is ‘from God’s faith (better, faithfulness) to our faith’. God’s faithfulness always comes first, and ours is never other than a response. This was Karl Barth’s understanding.26 Secondly, the spread of faith by evangelism may be in Paul’s mind: ‘from one believer to another’. Thirdly, he may be alluding to faith’s growth, ‘from one degree of faith to another’ (cf. 2 Cor. 3:18, RSV). Fourthly, it may be faith’s primacy which is being stressed. In this case the expression is purely rhetorical, and has been rendered, for example, by faith from first to last (NIV) or ‘by faith through and through’.27</p><p>c. The Habakkuk quotation</p><p>The apostle now confirms his emphasis on faith from Scripture and quotes Habakkuk 2:4: The righteous will live by faith. The prophet had complained that God intended to raise up the ruthless Babylonians to punish Israel. How could he use the wicked to judge the wicked? Habakkuk was told that whereas the proud Babylonians would fall, the righteous Israelite would live by his faith, that is, in the context, by his humble, steadfast trust in God.</p><p>Many scholars, however, like RSV, translate Paul’s quotation of Habakkuk differently: ‘he who through faith is righteous shall live’. There are strong arguments in favour of this epigram. First, Paul has   p 65  already used this text, in Galatians written some years earlier, as biblical support for justification by faith, not law. So this seems to be how he understands it. Secondly, the context almost demands this rendering, being an endorsement from Scripture of ‘from faith to faith’. Paul’s concern here is not how righteous people live, but how sinful people become righteous. Thirdly, this translation fits the structure of the letter. Thus Anders Nygren points out that in Romans 1–4 ‘faith’ occurs at least twenty-five times and ‘life’ only twice, whereas in Romans 5–8 ‘life’ occurs twenty-five times and ‘faith’ only twice. These statistics establish, he concludes, ‘that the theme for chapters 1–4 is “he who through faith is righteous” and for chapters 5–8 “he shall live”&nbsp;’.</p><p>But is it legitimate to translate the Habakkuk text in this way, and so to make faith the way to righteousness instead of the way to life? I think so. We note that it characterizes God’s people in terms of righteousness, faith and life. Whichever way the sentence is understood, both renderings affirm that ‘the righteous shall live’ and that faith is essential. The only question is whether the righteous by faith will live, or the righteous will live by faith. Are not both true? Righteousness and life are both by faith. Those who are righteous by faith also live by faith. Having begun in faith, they continue in the same path. This also fits in with the expression ‘from faith to faith’, which stresses that the Christian life is by faith from beginning to end. So I think F. F. Bruce was correct to write: ‘The terms of Habakkuk’s oracle are sufficiently general to make room for Paul’s application of them—an application which, far from doing violence to the prophet’s intention, expresses the abiding validity of his message.’</p><p>John R. W. Stott, The Message of Romans: God’s Good News for the World, The Bible Speaks Today (Leicester, England; Downers Grove, IL: InterVarsity Press, 2001), 55–65.</p>",
  "source": "Study Notes",
  "id": 5
}