{
  "bookId": 45,
  "chapter": 1,
  "verse": 1,
  "outlineId": 8,
  "content": "<p></p><p>3. Paul and evangelism</p><p>1:14–17</p><p>The apostle now makes three strong personal statements about his anxiety to preach the gospel in Rome:</p><p>           verse 14      ‘I am bound …’ (RSV ‘under obligation’)</p><p>           verse 15      ‘I am … eager …’</p><p>           verse 16      ‘I am not ashamed …’</p><p>The reason these affirmations are so striking is that they are in direct antithesis to the attitude of many in the contemporary church. People nowadays tend to regard evangelism as an optional extra and consider (if they engage in it) that they are conferring a favour on God; Paul spoke of it as an obligation. The modern mood is one of reluctance; Paul’s was one of eagerness or enthusiasm. Many of us today would have to confess, if we are honest, that we are ashamed of the gospel; Paul declared that he was not.</p><p>Mind you, Paul had just as many reasons to feel reluctant or embarrassed as we do. Rome was the symbol of imperial pride and power. People spoke of it with awe. Everybody hoped to visit Rome at least once in their lifetime, in order to look and stare and wonder. But who was this fellow Paul who wanted to visit the capital city not as a tourist but as an evangelist, and who believed he had something to say which Rome needed to listen to? What folly and presumption was this? According to tradition, Paul was an ugly little guy with beetle brows, bandy legs, a bald pate, a hooked nose, bad eyesight and no great rhetorical gifts. So what could he hope to accomplish against the proud might of imperial Rome? Would he not be wiser to stay away? Or, if he must visit Rome, would it not be prudent for him to keep his big mouth shut, lest he be laughed out of court and hustled out of town?</p><p>Evidently Paul did not think so. On the contrary, ‘I am under   p 59  obligation’, he wrote; ‘I am … eager … I am not ashamed.’ What, then, were the origins of his evangelistic enthusiasm? They were two.</p><p>1. The gospel is a debt to the world (14–15)</p><p>The NIV I am bound and the RSV ‘I am under obligation’ should properly be translated ‘I am [a] debtor’ (AV). It is perhaps puzzlement over how and why the gospel could be a debt which has led translators to write more generally of ‘obligation’. There are, in fact, two possible ways of getting into debt. The first is to borrow money from someone; the second is to be given money for someone by a third party. For example, if I were to borrow £1,000 from you, I would be in your debt until I paid it back. Equally, if a friend of yours were to hand me £1,000 to give to you, I would be in your debt until I handed it over. In the former case I would have got myself into debt by borrowing; in the latter it is your friend who has put me in your debt by entrusting me with £1,000 for you.</p><p>It is in this second sense that Paul is in debt. He has not borrowed anything from the Romans which he must repay. But Jesus Christ has entrusted him with the gospel for them. Several times in his letters he writes of having been ‘put in trust with the gospel’. It is true that this metaphor is one of stewardship (or trusteeship) rather than indebtedness, but the underlying thought is the same. It is Jesus Christ who has made Paul a debtor by committing the gospel to his trust. He was in debt to the Romans. As apostle to the Gentiles he was particularly in debt to the Gentile world, both to Greeks and non-Greeks (literally ‘barbarians’), both to the wise and the foolish (14). It is not certain how we are meant to understand this classification. Both couplets may denote the same contrasting groups, or the first may allude to differences of nationality, culture and language, the second of intelligence and education. Either way, these expressions together cover the whole of Gentile humanity. It was because of his sense of debt to them that he could write: That is why I am so eager to preach the gospel also to you who are at Rome (15).</p><p>Similarly, we are debtors to the world, even though we are not apostles. If the gospel has come to us (which it has), we have no liberty to keep it to ourselves. Nobody may claim a monopoly of the gospel. Good news is for sharing. We are under obligation to make it known to others.</p><p>Such was Paul’s first incentive. He was eager because he was in debt. It is universally regarded as a dishonourable thing to leave a   p 60  debt unpaid. We should be as eager to discharge our debt as Paul was to discharge his.</p><p>2. The gospel is God’s power for salvation (16)</p><p>Paul now gives a second reason for being eager to preach the gospel, and not ashamed of it: I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile (16).</p><p>Some commentators are so offended by the thought that Paul could feel ashamed of the gospel that they pronounce his statement a case of litotes, that is, an understatement made for rhetorical effect, especially the use of a negative in place of a positive (as when someone says, ‘I am not amused’, meaning ‘I am upset and angry’). So Moffatt renders the phrase, ‘I am proud of the gospel.’ But surely this attempt to tone down Paul’s statement, though grammatically permissible, is psychologically misguided. Jesus himself warned his disciples against being ashamed of him, which shows that he anticipated they might be, and Paul gave Timothy a similar admonition.4 I once heard James Stewart of Edinburgh, in a sermon on this text, make the perceptive comment that ‘there’s no sense in declaring that you’re not ashamed of something unless you’ve been tempted to feel ashamed of it’. And without doubt Paul knew this temptation. He told the Corinthians that he came to them ‘in weakness and fear, and with much trembling’. He knew that the message of the cross was ‘foolishness’ to some and ‘a stumbling-block’ to others,6 because it undermines self-righteousness and challenges self-indulgence. So whenever the gospel is faithfully preached, it arouses opposition, often contempt, and sometimes ridicule.</p><p>How then did Paul (and how shall we) overcome the temptation to be ashamed of the gospel? He tells us. It is by remembering that the very same message, which some people despise for its weakness, is in fact the power of God for the salvation of everyone who believes. How do we know this? In the long run, only because we have experienced its saving power in our own lives. Has God reconciled us to himself through Christ, forgiven our sins, made us his children, put his Spirit within us, begun to transform us, and introduced us into his new community? Then how can we possibly be ashamed of the gospel?</p><p>Moreover, the gospel is God’s saving power for everyone who believes: first for the Jew, then for the Gentile. Saving faith, which is the necessary response to the gospel, is the great leveller. For   p 61  everyone who is saved is saved in exactly the same way, by faith. That goes for Jews and Gentiles equally. There is no distinction between them in respect of salvation.8 The priority of the Jews (‘first for the Jew’) is both theological, because God chose them and made his covenant with them, and therefore historical (‘We had to speak the word of God to you first’).</p><p>Reflecting on the apostle’s three personal affirmations in verses 14–16, we have seen that his eagerness to evangelize in Rome arose from his recognition that the gospel is an unpaid debt to the world and the saving power of God. The first gave him a sense of obligation (he had been put in trust with the good news), and the second a sense of conviction (if it had saved him, it could save others). Still today the gospel is both a debt to discharge and a power to experience. Only when we have grasped and felt these truths shall we be able to say with Paul, ‘I am not ashamed … I am under obligation … So I am eager to share the gospel with the world.’</p><p>3. The gospel reveals God’s righteousness (17)</p><p>For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: ‘The righteous will live by faith’ (17).</p><p>We note the logic of Paul’s statement in verses 16–17: ‘I am not ashamed of the gospel, because it is the power of God for … salvation … For (gar, because) in the gospel a righteousness from God is revealed.…’ That is, the reason the gospel is God’s saving power is that in it God’s righteousness is revealed. Moreover, this righteousness is ‘from faith to faith’ (AV), in fulfilment of Habakkuk 2:4: ‘the righteous will live by his faith’. Many commentators have called verses 16–17 the ‘text’ of which the rest of Romans is the exposition. They are certainly crucial to our understanding. But three basic questions confront us. First, what is ‘the righteousness of God’? Secondly, what is the meaning of ‘from faith to faith’ (AV) or ‘through faith for faith’ (RSV)? Thirdly, how should we interpret the Habakkuk quotation and Paul’s use of it?</p><p>a. The righteousness of God</p><p>The meaning of the expression dikaiosynē theou (‘righteousness of—or from—God’) has been discussed throughout church history and has in consequence attracted an enormous, even unmanageable, literature. It is not easy to summarize, let alone to systematize, the debate.</p><p>  p 62  First, some emphasize that ‘the righteousness of God’ is a divine attribute or quality. ‘Righteousness’ describes his character, together with his actions which are in keeping with his character. Since he is ‘the Judge of all the earth’, it stands to reason that he will himself always ‘do right’. For he loves righteousness and hates wickedness, and righteousness is the sceptre of his kingdom.11</p><p>In Romans God’s personal righteousness is supremely seen in the cross of Christ. When God ‘presented him as a sacrifice of atonement’, he did it ‘to demonstrate his justice’ (dikaiosynē, 3:25, repeated in 3:26), and in order that he might be both himself ‘just’ and ‘the one who justifies those who have faith in Jesus’ (3:26b). Throughout Romans Paul is at pains to defend the righteous character and behaviour of God. For he is convinced that whatever God does—in salvation (3:25) or in judgment (2:5)—is absolutely consistent with his righteousness. This is William Campbell’s emphasis, namely that ‘the righteousness of God’ is ‘first and foremost a righteousness that demonstrates God’s faithfulness to his own righteous nature’, his integrity, his self-consistency. This attribute of God cannot be, however, either the only or even the main truth which Paul declares to be revealed in the gospel (1:17), since it was already fully revealed in the law.</p><p>Others stress, secondly, that ‘the righteousness of God’ is a divine activity, namely his saving intervention on behalf of his people. Indeed, his ‘salvation’ and his ‘righteousness’ are frequently coupled in the parallelism of Hebrew poetry, especially in the Psalms and in Isaiah 40–66. For example, ‘the LORD has made his salvation known and revealed his righteousness to the nations.’ Similarly, God declares: ‘I am bringing my righteousness near … and my salvation will not be delayed,’14 and describes himself as ‘a righteous God and a Saviour’. It would perhaps be an exaggeration to claim in the light of these texts that God’s righteousness and God’s salvation are synonyms. It is rather that his righteousness denotes his loyalty to his covenant promises, in the light of which he may be implored—and expected—to come to the salvation of his people. For example, ‘Vindicate me in your righteousness, O LORD my God.’ As John Ziesler has put it, ‘salvation is the form that God’s righteousness … takes’. Ernst Käsemann writes of God’s righteousness in terms of power, God’s saving power, in loyalty to his covenant, overthrowing the forces of evil and vindicating his   p 63  people. N. T. Wright’s understanding is similar. The righteousness of God, he writes, is ‘essentially the covenant faithfulness, the covenant justice, of the God who made promises to Abraham, promises of a worldwide family characterized by faith, in and through whom the evil of the world would be undone’.19</p><p>Thirdly, ‘the righteousness of God’ revealed in the gospel is a divine achievement. The genitive is now no longer subjective (as in reference to God’s character and activity), but objective (‘a righteousness from God’, as NIV renders the phrase in both 1:17 and 3:21). Indeed in Philippians 3:9 the simple genitive (‘the righteousness of God’) is replaced by a prepositional phrase (‘the righteousness … from God, ek theou). It is a righteous status which God requires if we are ever to stand before him, which he achieves through the atoning sacrifice of the cross, which he reveals in the gospel, and which he bestows freely on all who trust in Jesus Christ.</p><p>There can be little doubt that Paul uses the expression ‘the righteousness of God’ in this third way. He contrasts it with our own righteousness, which we are tempted to establish instead of submitting to God’s righteousness (10:3). God’s righteousness is a gift (5:17) which is offered to faith (3:22) and which we can have or enjoy. Charles Cranfield, who opts for this interpretation, paraphrases 1:17 in this way: ‘For in it (i.e. in the gospel as it is being preached) a righteous status which is God’s gift is being revealed (and so offered to men)—a righteous status which is altogether by faith.’ Further, in 2 Corinthians 5:21 Paul has written that in Christ we actually ‘become the righteousness of God’; in Romans 4 he will write about righteousness being ‘credited’ (‘reckoned’ or ‘imputed’) to us, as it was to Abraham (verses 3, 24); and in 1 Corinthians 1:30 it is Christ himself ‘who has become for us … our righteousness’.</p><p>Thus ‘the righteousness of God’ can be thought of as a divine attribute (our God is a righteous God), or activity (he comes to our rescue), or achievement (he bestows on us a righteous status). All three are true and have been held by different scholars, sometimes in relation to each other. For myself, I have never been able to see why we have to choose, and why all three should not be combined. Even Professor Fitzmyer, who uses the strange expression ‘the uprightness of God’, and affirms that it is ‘descriptive of God’s upright being and of his upright activity’, goes on to concede that it also expresses ‘the status of uprightness communicated to human beings by God’s gracious gift’.24 In other words, it is at one and the same time a quality, an activity and a gift.</p><p>  p 64  It seems legitimate to affirm, therefore, that ‘the righteousness of God’ is God’s righteous initiative in putting sinners right with himself, by bestowing on them a righteousness which is not their own but his. ‘The righteousness of God’ is God’s just justification of the unjust, his righteous way of pronouncing the unrighteous righteous, in which he both demonstrates his righteousness and gives righteousness to us. He has done it through Christ, the righteous one, who died for the unrighteous, as Paul will explain later. And he does it by faith when we put our trust in him, and cry to him for mercy.</p><p>b. ‘From faith to faith’</p><p>The righteousness of God, which is revealed in the gospel and offered to us, is (literally) ‘out of faith into faith’ or ‘from faith to faith’ (AV). Many explanations of this phrase have been proposed, some more ingenious than others. I mention what seem to me to be the four most plausible. The first relates to faith’s origin, as Bengel puts it: ‘from the faith of God, who makes the offer, to the faith of men who receive it’. More simply, it is ‘from God’s faith (better, faithfulness) to our faith’. God’s faithfulness always comes first, and ours is never other than a response. This was Karl Barth’s understanding.26 Secondly, the spread of faith by evangelism may be in Paul’s mind: ‘from one believer to another’. Thirdly, he may be alluding to faith’s growth, ‘from one degree of faith to another’ (cf. 2 Cor. 3:18, RSV). Fourthly, it may be faith’s primacy which is being stressed. In this case the expression is purely rhetorical, and has been rendered, for example, by faith from first to last (NIV) or ‘by faith through and through’.27</p><p>c. The Habakkuk quotation</p><p>The apostle now confirms his emphasis on faith from Scripture and quotes Habakkuk 2:4: The righteous will live by faith. The prophet had complained that God intended to raise up the ruthless Babylonians to punish Israel. How could he use the wicked to judge the wicked? Habakkuk was told that whereas the proud Babylonians would fall, the righteous Israelite would live by his faith, that is, in the context, by his humble, steadfast trust in God.</p><p>Many scholars, however, like RSV, translate Paul’s quotation of Habakkuk differently: ‘he who through faith is righteous shall live’. There are strong arguments in favour of this epigram. First, Paul has   p 65  already used this text, in Galatians written some years earlier, as biblical support for justification by faith, not law. So this seems to be how he understands it. Secondly, the context almost demands this rendering, being an endorsement from Scripture of ‘from faith to faith’. Paul’s concern here is not how righteous people live, but how sinful people become righteous. Thirdly, this translation fits the structure of the letter. Thus Anders Nygren points out that in Romans 1–4 ‘faith’ occurs at least twenty-five times and ‘life’ only twice, whereas in Romans 5–8 ‘life’ occurs twenty-five times and ‘faith’ only twice. These statistics establish, he concludes, ‘that the theme for chapters 1–4 is “he who through faith is righteous” and for chapters 5–8 “he shall live”&nbsp;’.</p><p>But is it legitimate to translate the Habakkuk text in this way, and so to make faith the way to righteousness instead of the way to life? I think so. We note that it characterizes God’s people in terms of righteousness, faith and life. Whichever way the sentence is understood, both renderings affirm that ‘the righteous shall live’ and that faith is essential. The only question is whether the righteous by faith will live, or the righteous will live by faith. Are not both true? Righteousness and life are both by faith. Those who are righteous by faith also live by faith. Having begun in faith, they continue in the same path. This also fits in with the expression ‘from faith to faith’, which stresses that the Christian life is by faith from beginning to end. So I think F. F. Bruce was correct to write: ‘The terms of Habakkuk’s oracle are sufficiently general to make room for Paul’s application of them—an application which, far from doing violence to the prophet’s intention, expresses the abiding validity of his message.’</p><p>  p 66  A. The wrath of God against all humankind</p><p>Romans 1:18–3:20</p><p>Nothing keeps people away from Christ more than their inability to see their need of him or their unwillingness to admit it. As Jesus put it: ‘It is not the healthy who need a doctor, but the sick. I have not come to call the righteous, but sinners.’ He was defending against the criticism of the Pharisees his policy of fraternizing with ‘tax collectors and “sinners”&nbsp;’. He did not mean by his epigram about the doctor that some people are righteous, so that they do not need salvation, but that some people think they are. In that condition of self-righteousness they will never come to Christ. For just as we go to the doctor only when we admit that we are ill and cannot cure ourselves, so we will go to Christ only when we admit that we are guilty sinners and cannot save ourselves. The same principle applies to all our difficulties. Deny the problem, and nothing can be done about it; admit the problem, and at once there is the possibility of a solution. It is significant that the first of the ‘twelve steps’ of Alcoholics Anonymous is: ‘We admitted we were powerless over alcohol—that our lives had become unmanageable.’</p><p>To be sure, some people insist with great bravado that they are neither sinful nor guilty, and that they do not need Christ. It would be quite wrong to seek to induce guilty feelings in them artificially. But if sin and guilt are universal (as they are), we cannot leave people alone in their false paradise of supposed innocence. The most irresponsible action of a doctor would be to acquiesce in a patient’s inaccurate self-diagnosis. Our Christian duty is rather, through prayer and teaching, to bring people to accept the true diagnosis of their condition in the sight of God. Otherwise, they will never respond to the gospel.</p><p>It is this plain and unpopular principle which lies behind Romans 1:18–3:20. Before Paul can show that salvation is equally available to Jews and Gentiles (which he says it is in 1:16), he must prove that   p 68  they are equally in need of it. So his purpose in this passage is to draw up ‘the indictment that all, Jews and Greeks alike, are under the power of sin’, so that ‘the whole world may be exposed to God’s judgment’.3 He does more than bring an accusation; he marshalls the evidence against us, in order to prove our guilt and secure our conviction. All men and women (Jesus being the solitary exception) are sinful, guilty and without excuse before God. Already they are under his wrath. Already they stand condemned. It is a theme of great solemnity. It is also the necessarily dark background against which the gospel shines brightly, and an indispensable foundation for world evangelization.</p><p>The way Paul demonstrates the universality of human sin and guilt is to divide the human race into several sections and to accuse them one by one. In each case his procedure is identical. He begins by reminding each group of their knowledge of God and of goodness. He then confronts them with the uncomfortable fact that they have not lived up to their knowledge. Instead, they have deliberately suppressed it, even contradicted it, by continuing to live in unrighteousness. And therefore they are guilty, inexcusably guilty, before God. Nobody can plead innocence, because nobody can plead ignorance.</p><p>First (1:18–32), he portrays depraved Gentile society in its idolatry, immorality and antisocial behaviour.</p><p>Secondly (2:1–16), he addresses critical moralizers (whether Gentiles or Jews), who profess high ethical standards and apply them to everybody except themselves.</p><p>Thirdly (2:17–3:8), he turns to self-confident Jews, who boast of their knowledge of God’s law, but do not obey it.</p><p>Fourthly (3:9–20), he encompasses the whole human race and concludes that we are all guilty and without excuse before God.</p><p>Throughout this long passage, in which the apostle gradually but relentlessly builds his case, he never loses sight of the good news of Christ. Indeed, ‘the righteousness of God’ (that is, as we have seen, his righteous way of ‘righteoussing’ the unrighteous) is the only possible context in which he could dare to expose the squalor of human unrighteousness. In 1:17 he has stated that ‘in the gospel a righteousness from God is revealed’. In 3:21 he will repeat this statement almost word for word: ‘But now a righteousness from God … has been made known.’ It is in between these two great affirmations of the revelation of God’s gracious righteousness that Paul sandwiches his terrible exposure of human unrighteousness (1:18–3:20).</p><p>  p 69  4. Depraved Gentile society</p><p>1:18–32</p><p>It is important that we grasp the connection between this section (‘The wrath of God’) and the last (‘The gospel of God’). In verses 16–20 the apostle develops an argument of sustained logic. He refers successively to the power of God (16), the righteousness of God (17), the wrath of God (18) and the glory of God in creation (19–20). Moreover, each statement he makes is linked to the preceding one by the Greek conjunction gar or dioti, meaning ‘for’ or ‘because’. Let me try to clarify the stages of the argument by engaging Paul in dialogue.</p><p>      Paul:      I am not ashamed of the gospel (16a).</p><p>      Q:      Why not, Paul?</p><p>      Paul:      Because it is the power of God for the salvation of everyone who believes (16b).</p><p>      Q:      How so, Paul?</p><p>      Paul:      Because in the gospel a righteousness from God is revealed, that is, God’s way of justifying sinners (17).</p><p>      Q:      But why is this necessary, Paul?</p><p>      Paul:      Because the wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness (18).</p><p>      Q:      But how have people suppressed the truth, Paul?</p><p>      Paul:      Because what may be known about God is plain to them … For since the creation of the world God’s invisible qualities … have been clearly seen … (19–20).</p><p>One might, then, speak of a fourfold self-revelation of God, although the vocabulary of revelation is not used consistently throughout. For the sake of theological clarity I will state these divine disclosures in the opposite order:</p><p>First, God reveals his glory (his eternal power and divine nature) in his creation (19–20).</p><p>  p 70  Secondly, he reveals his wrath against the sin of those who suppress their knowledge of the Creator (18).</p><p>Thirdly, he reveals his righteousness (his righteous way of putting sinners right with himself) in the gospel (17).</p><p>Fourthly, he reveals his power in believers by saving them (16).</p><p>A careful study of the devastating exposure of Gentile decadence which follows has suggested to some scholars that Paul was influenced both by the story of Adam’s fall in Genesis and by the Jewish critique of pagan idolatry in the book of Wisdom.</p><p>Professor Morna Hooker has written that Paul was portraying ‘man’s sin in relation to its true biblical setting—the Genesis narrative of the Creation and the Fall’. Others have taken this up, and it is not difficult to find parallels which could be claimed as reminiscences. For example, like Genesis 1–3, Paul refers to the creation of the world (20) and to the classification of its creatures into birds and animals and reptiles (23); he uses the vocabulary of glory and ‘image’ or ‘likeness’ (23); he alludes to the human being’s knowledge of God (19, 21), the resolve to become wise (22), the refusal to remain a dependent creature (18, 21), the exchange of God’s truth for Satan’s lie (25), and the understanding that rebellion deserves death (32; cf. 5:12f.). From this it seems clear that Paul was writing against the general biblical background of creation and fall, although the case has not been proved that he was intentionally re-telling Adam’s story.</p><p>The case is stronger that Paul was alluding to the apocryphal book of Wisdom, especially to its chapters 13–14, which is a Hellenistic Jewish polemic against pagan idolatry. Sanday and Headlam provide a table, whose columns draw attention to possible parallels between Wisdom and Romans. Certainly the Wisdom chapters contain references to the human failure to know God from his works (‘from the good things that are seen they gained not power to know him that is’);3 to the sin and folly of idolatry (‘they … called them gods which are works of men’s hands’); to the fact that ‘the worship of those nameless idols is a beginning and cause and end of every evil’,5 including ‘the confusion of sex’, ‘disorder in marriage’ and various social ills; and to the conclusion that those who fail to find God in his works ‘are not to be excused’.7 But these similarities are picked out from a mass of inferior material, and are not close enough to suggest conscious borrowing. It seems likely that Paul was drawing more on the Old Testament prophets’ criticism of idolatry than on the book of Wisdom. I agree with Godet   p 71  that there is a huge difference between Wisdom’s ‘tame and superficial explanation of idolatry’ and Paul’s ‘profound psychological analysis’.</p><p>In returning now to Paul’s text, we are confronted by his statement that the wrath of God is being revealed from heaven against all … human wickedness (18).</p><p>The very mention of God’s wrath is calculated nowadays to cause people embarrassment and even incredulity. How can anger, they ask, which Jesus in the Sermon on the Mount equated with murder, and which Paul identified as a manifestation of our sinful human nature and as incompatible with our new life in Christ,10 possibly be attributed to the all-holy God? Indeed, reflection on the wrath of God raises three questions, about its nature, objects and outworking.</p><p>1. What is the wrath of God?</p><p>If we are to preserve the balance of Scripture, our definition of God’s anger must avoid opposite extremes. On the one hand, there are those who see it as no different from sinful human anger. On the other, there are those who declare that the very notion of anger as a personal attribute or attitude of God must be abandoned.</p><p>Human anger, although there is such a thing as righteous indignation, is mostly very unrighteous. It is an irrational and uncontrollable emotion, containing much vanity, animosity, malice and the desire for revenge. It should go without saying that God’s anger is absolutely free of all such poisonous ingredients.</p><p>The desire to eliminate any notion of God’s personal anger, as being altogether unworthy of him, is usually associated with the name of C. H. Dodd, whose commentary on Romans was published in 1932. He argued that ‘Paul never uses the verb “to be angry” with God as subject’, although he is often said to love, and that the noun orgē (anger) is used only three times in the expression ‘the anger of God’, whereas it occurs constantly as ‘wrath’ or ‘the wrath’, without reference to God, ‘in a curiously impersonal way’. Dodd’s conclusion is that Paul retains the concept ‘not to describe the attitude of God to man, but to describe an inevitable process of cause and effect in a moral universe’.12 A. T. Hanson elaborated this view in The Wrath of the Lamb (1959), maintaining that God’s wrath is ‘wholly impersonal’ and is ‘the inevitable process of sin working itself out in history’.14</p><p>  p 72  But the argument based on the comparative absence of the expression ‘the wrath of God’ in favour of ‘wrath’ or ‘the wrath’ is weak. For Paul treats grace similarly. At the end of Romans 5 he writes both of ‘the grace of God’ (15), and about ‘the grace’ which he nevertheless personifies as both ‘increasing’ (20) and ‘reigning’ (21), and which is the most personal of all God’s attributes. If then ‘grace’ is God acting graciously, ‘wrath’ must be God reacting in revulsion against sin. It is his ‘deeply personal abhorrence’ of evil.</p><p>The wrath of God, then, is almost totally different from human anger. It does not mean that God loses his temper, flies into a rage, or is ever malicious, spiteful or vindictive. The alternative to ‘wrath’ is not ‘love’ but ‘neutrality’ in the moral conflict. And God is not neutral. On the contrary, his wrath is his holy hostility to evil, his refusal to condone it or come to terms with it, his just judgment upon it.</p><p>2. Against what is God’s wrath revealed?</p><p>In general, the wrath of God is directed against evil alone. We get angry when our pride has been wounded; but there is no personal pique in the anger of God. Nothing arouses it except evil, and evil always does.</p><p>More particularly, Paul writes that God’s wrath is being revealed against all the godlessness (asebeia) and wickedness (adikia) of men who suppress the truth by their wickedness (18). According to J. B. Lightfoot, asebeia is ‘against God’ and adikia ‘against men’. Further, ‘the first precedes and entails the second: witness the teaching of this chapter’. Scripture is quite clear that the essence of sin is godlessness. It is the attempt to get rid of God and, since that is impossible, the determination to live as though one had succeeded in doing so. ‘There is no fear of God before their eyes’ (3:18). The converse is also true. The essence of goodness is godliness, to love him with all our being and to obey him with joy.</p><p>God’s wrath is directed, however, not against ‘godlessness and wickedness’ in vacuo, but against the godlessness and wickedness of those people who suppress the truth by their wickedness (adikia again). It is not just that they do wrong, though they know better. It is that they have made an a priori decision to live for themselves, rather than for God and others, and therefore deliberately stifle any truth which challenges their self-centredness.</p><p>What ‘truth’ has Paul in mind? He tells us in verses 19–20. It is that knowledge of God which is available to us through the natural order. For what may be known about God (and what is knowable   p 73  to finite, fallen creatures like us is inevitably limited) is nevertheless plain or open. And the reason it is plain is that God has taken the initiative and has made it plain. How? Verse 20 explains. It is that ever since the creation of the world God’s invisible qualities—his eternal power and divine nature (which together constitute something of his ‘glory’, 23)—have been clearly seen, being understood from what has been made. In other words, the God who in himself is invisible and unknowable has made himself both visible and knowable through what he has made. The creation is a visible disclosure of the invisible God, an intelligible disclosure of the otherwise unknown God. Just as artists reveal themselves in what they draw, paint and sculpt, so the Divine Artist has revealed himself in his creation.</p><p>This truth of revelation through creation is a regular theme of Scripture. ‘The heavens declare the glory of God’, and ‘the whole earth is full of his glory’. The Job who confessed that hitherto he had only ‘heard’ of Yahweh, finally affirmed that through the ingenuity of the natural order his eyes had ‘seen’ him.19 For the living God who made all things, as Paul proclaimed to his pagan audience in Lystra, ‘has not left himself without testimony’, but has shown his kindness to the human race by his gifts of rain and crops, abundant food and overflowing joy.</p><p>Because Romans 1:19–20 is one of the principal New Testament passages on the topic of ‘general revelation’, it may be helpful to summarize how ‘general’ differs from ‘special’ revelation. God’s self-revelation through ‘what has been made’ has four main characteristics. First, it is ‘general’ because made to everybody everywhere, as opposed to ‘special’ because made to particular people in particular places, through Christ and the biblical authors. Secondly, it is ‘natural’ because made through the natural order, as opposed to ‘supernatural’, involving the incarnation of the Son and the inspiration of the Scriptures. Thirdly, it is ‘continuous’ because since the creation of the world it has gone on ‘day after day … night after night’, as opposed to ‘final’ and finished in Christ and in Scripture. And fourthly it is ‘creational’, revealing God’s glory through creation, as opposed to ‘salvific’, revealing God’s grace in Christ.</p><p>The conviction that God reveals himself through the created universe is still meaningful to us in the twentieth century. Although the five so-called ‘classical’ arguments for the existence of God, formulated by Thomas Aquinas in his Summa in the thirteenth century, are no longer in vogue, Christians still believe that God’s power, skill and goodness are displayed in the beauty and balance,   p 74  intricacy and intelligibility of the universe, as scientists keep on probing it.</p><p>For example, after the satellite detection of the birthpangs of the universe was announced to the American Physical Society in April 1992, an anonymous Guardian contributor wrote: ‘It is difficult to know what the appropriate reaction to such mind-expanding discoveries should be, except to get down on one’s knees in total humility and give thanks to God or Big Bang or both, for cunningly contriving to allow this infinitesimal part of the universe called Earth to be bestowed with something called Air.’ At the opposite end of the size scale, a consultant surgeon wrote to me a few years ago: ‘I am filled with the same awe and humility when I contemplate something of what goes on in a single cell as when I contemplate the sky on a clear night. The coordination of the complex activities of the cell in a common purpose hits the scientific part of me as the best evidence for an Ultimate Purpose.’ Anthropologists have also found a worldwide moral sense in human beings so that, although conscience is of course to some extent conditioned by culture, it still testifies to everybody everywhere both that there is a difference between right and wrong, and that evil deserves to be punished (32).</p><p>Paul ends his statement with the words: so that men are without excuse (20). This shows that what he has been asserting is ‘natural revelation’ and not ‘natural theology (or religion)’. The latter expresses the belief that it is possible for human beings through nature to come to know God, and that therefore, as the way to God, creation is an alternative to Christ. Some people base this belief on Romans 1, especially on the expressions that they knew God (21) and that they possessed the knowledge of God (28). But there are degrees to the knowledge of God, and these phrases cannot possibly refer to the full knowledge of him enjoyed by those who have been reconciled to him through Christ. For what Paul says here is that through general revelation people can know God’s power, deity and glory (not his saving grace through Christ), and that this knowledge is enough not to save them but rather to condemn them, because they do not live up to it. Instead, they suppress the truth by their wickedness (18), so that they are without excuse (20). It is against this wilful human rebellion that God’s wrath is revealed.</p><p>3. How is God’s wrath revealed?</p><p>The first answer to this question is that God’s wrath will be revealed in the future, at the end, in the judgment of the last day. There is such a thing as ‘the coming wrath’, and Paul calls Judgment Day ‘the day   p 75  of God’s wrath’. Secondly, there is a present disclosure of God’s wrath through the public administration of justice, to which Paul will come later in his letter (13:4). But this is not in his mind here.</p><p>Thirdly, there is another kind of present disclosure of the anger of God, to which the apostle will devote the rest of Romans 1. It is being revealed from heaven now, he says (18), and he goes on to explain it by his terrible threefold refrain God gave them over (24, 26, 28). When we hear of God’s wrath, we usually think of ‘thunderbolts from heaven, and earthly cataclysms and flaming majesty’, instead of which his anger goes ‘quietly and invisibly’ to work in handing sinners over to themselves. As John Ziesler writes, it ‘operates not by God’s intervention but precisely by his not intervening, by letting men and women go their own way’. God abandons stubborn sinners to their wilful self-centredness,26 and the resulting process of moral and spiritual degeneration is to be understood as a judicial act of God. This is the revelation of God’s wrath from heaven (18).</p><p>Let me sum up our reflection thus far on the wrath of God. It is God’s settled and perfectly righteous antagonism to evil. It is directed against people who have some knowledge of God’s truth through the created order, but deliberately suppress it in order to pursue their own self-centred path. And it is already being revealed, in a preliminary way, in the moral and social corruption which Paul saw in much of the Greco-Roman world of his day, and which we can see in the permissive societies of ours.</p><p>In Paul’s exposition of the outworking of the wrath of God, he develops the same logical process of deterioration, according to the principle he has established in verses 18–20. That is, the general pattern of his argument recurs in verses 21–24, 25–27 and 28–31, ‘repeated with horrifying emphasis’.</p><p>First, he asserts the people’s knowledge of God: they knew God (21), the truth of God (25), and the knowledge of God (28).</p><p>Secondly, he draws attention to their rejection of their knowledge in favour of idolatry: they neither glorified him as God nor gave thanks to him (21); they exchanged the truth of God for a lie, and worshipped and served created things rather than the Creator (25); they did not think it worth while to retain the knowledge of God (28).</p><p>Thirdly, he describes the reaction of God’s wrath: he gave them over … to sexual impurity (24); to shameful lusts (26); and to a depraved mind (28), leading to antisocial behaviour.</p><p>  p 76  These are the three stages of the downward spiral of pagan depravity.</p><p>a. Verses 21–24</p><p>The opening statement that they knew God cannot be taken absolutely, since elsewhere Paul writes that people outside Christ do not know God. It refers rather to the limited knowledge of God’s power and glory which is available to everybody through general revelation (19–20).</p><p>Instead of their knowledge of God leading to the worship of God, they neither glorified him as God nor gave thanks to him. Rather their thinking became futile and their foolish hearts were darkened (21), and (despite their claim to wisdom) they became fools (22). Their futility, darkness and folly were seen in their idolatry, and in the absurd ‘exchange’ which their idolatry involved: they exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles (23).</p><p>What Paul saw plainly, wrote C. H. Dodd, was that Greek philosophy ‘easily came to terms with the grossest forms of superstition and immorality. And so it did, just as it is a grave count against the lofty philosophy of Hinduism that it utters no effective protest against the most degrading practices of popular religion in India today.’ But the cultural idolatry of the West is no better. To exchange the worship of the living God for the modern obsession with wealth, fame and power is equally foolish and equally blameworthy.</p><p>God’s judgment on the people’s idolatry was to give them over in the sinful desires of their hearts to sexual impurity. The history of the world confirms that idolatry tends to immorality. A false image of God leads to a false understanding of sex. Paul does not tell us what kind of immorality he has in mind, except that it involved the degrading of their bodies with one another (24). He is right. Illicit sex degrades people’s humanness; sex in marriage, as God intended, ennobles it.</p><p>b. Verses 25–27</p><p>Here another ‘exchange’ is mentioned, not the exchanging of the glory of God for images (23), but the exchanging of the truth of God for a lie, indeed ‘the’ lie, the ultimate lie. For this is what the falsehood of idolatry is, since it involves transferring our worship to   p 77  created things from the Creator, whom Paul in a spontaneous doxology declares worthy of eternal adoration: who is for ever praised (25).</p><p>This time God gave them over to shameful lusts, which Paul specifies as lesbian practices (26) and male homosexual relationships (27). In both cases he describes the people concerned as guilty of a third ‘exchange’: the women exchanged natural relations for unnatural ones (26), while the men also abandoned natural relations with women and were inflamed with lust for one another (27a). Twice he uses the adjective physikos (‘natural’) and once the expression para physin (‘against nature’ or ‘unnatural’). Men committed indecent acts with other men, and received in themselves the due penalty for their perversion (27b). Paul does not specify what this penalty is; only that it is received ‘in themselves’.</p><p>Verses 26–27 are a crucial text in the contemporary debate about homosexuality. The traditional interpretation, that they describe and condemn all homosexual behaviour, is being challenged by the gay lobby. Three arguments are advanced. First, it is claimed that the passage is irrelevant, on the ground that its purpose is neither to teach sexual ethics, nor to expose vice, but rather to portray the outworking of God’s wrath. This is true. But if a certain sexual conduct is to be seen as the consequence of God’s wrath, it must be displeasing to him. Secondly, ‘the likelihood is that Paul is thinking only about pederasty’ since ‘there was no other form of male homosexuality in the Greco-Roman world’, and that he is opposing it because of the humiliation and exploitation experienced by the youths involved. All one can say in response to this suggestion is that the text itself contains no hint of it.</p><p>Thirdly, there is the question what Paul meant by ‘nature’. Some homosexual people are urging that their relationships cannot be described as ‘unnatural’, since they are perfectly natural to them. John Boswell has written, for example, that ‘the persons Paul condemns are manifestly not homosexual: what he derogates are homosexual acts committed by apparently heterosexual people’. Hence Paul’s statement that they ‘abandoned’ natural relations, and ‘exchanged’ them for unnatural (26–27). Richard Hays has written a thorough exegetical rebuttal of this interpretation of Romans 1, however. He provides ample contemporary evidence that the opposition of ‘natural’ (kata physin) and ‘unnatural’ (para physin) was ‘very frequently used … as a way of distinguishing between   p 78  heterosexual and homosexual behaviour’. Besides, differentiating between sexual orientation and sexual practice is a modern concept; ‘to suggest that Paul intends to condemn homosexual acts only when they are committed by persons who are constitutionally heterosexual is to introduce a distinction entirely foreign to Paul’s thought-world’,34 in fact a complete anachronism.</p><p>So then, we have no liberty to interpret the noun ‘nature’ as meaning ‘my’ nature, or the adjective ‘natural’ as meaning ‘what seems natural to me’. On the contrary, physis (‘natural’) means God’s created order. To act ‘against nature’ means to violate the order which God has established, whereas to act ‘according to nature’ means to behave ‘in accordance with the intention of the Creator’. Moreover, the intention of the Creator means his original intention. What this was Genesis tells us and Jesus confirmed: ‘At the beginning the Creator “made them male and female”, and said, “For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.” So they are no longer two, but one.’ Then Jesus added his personal endorsement and deduction: ‘Therefore what God has joined together, let man not separate.’ In other words, God created humankind male and female; God instituted marriage as a heterosexual union; and what God has thus united, we have no liberty to separate. This threefold action of God established that the only context which he intends for the ‘one flesh’ experience is heterosexual monogamy, and that a homosexual partnership (however loving and committed it may claim to be) is ‘against nature’ and can never be regarded as a legitimate alternative to marriage.</p><p>c. Verses 28–32</p><p>Paul’s opening statement in verse 28 this time includes a play on words between ouk edokimasan (‘they did not think it worth while’) and adokimon noun (‘a depraved mind’). It is not easy to reproduce it in English. One might say that ‘since they did not see fit to retain the knowledge of God, he gave them over to an unfit mind’.</p><p>And their depraved mind led this time not to immorality but to a whole variety of antisocial practices, which ought not to be done (28), and which together describe the breakdown of human community, as standards disappear and society disintegrates. Paul gives   p 79  a catalogue of twenty-one vices. Such lists were not uncommon in those days in Stoic, Jewish and early Christian literature. All commentators seem to agree that the list defies neat classification. It begins with four general sins with which these people have become filled, namely every kind of wickedness, evil, greed and depravity. Then come five more sins which they are full of and which all depict broken human relationships: envy, murder, strife, deceit and malice (29). Next come a couple on their own, which seem to refer to libel and slander, although JBP offers a characteristically imaginative translation: ‘whisperers-behind-doors’ and ‘stabbers-in-the-back’. These two are followed by four which seem to portray different and extreme forms of pride: God-haters, insolent, arrogant and boastful. Now comes another independent couple of words, denoting people who are ‘inventive’ in relation to evil and rebellious in relation to parents (30). And the list ends with four negatives, senseless, faithless, heartless, ruthless (31), which JB rather neatly renders ‘without brains, honour, love or pity’.</p><p>Verse 32 is a concluding summary of the human perversity Paul has been describing. First, they know. Yet again he begins with the knowledge possessed by the people he is depicting. It is not now God’s truth that they know, however, but God’s righteous decree, namely that those who do such things deserve death. As he will write later, ‘the wages of sin is death’ (6:23). And they know it. Their conscience condemns them.</p><p>Secondly, they nevertheless disregard their knowledge. They not only continue to do these very things, which they know deserve death, but (which is worse) they actively encourage others to do the same, and so flagrantly approve the evil behaviour of which God has expressed his disapproval.</p><p>We have come to the end of Paul’s portrayal of depraved Gentile society. Its essence lies in the antithesis between what people know and what they do. God’s wrath is specifically directed against those who deliberately suppress truth for the sake of evil. ‘Dark as the picture here drawn is,’ wrote Charles Hodge, ‘it is not so dark as that presented by the most distinguished Greek and Latin authors, of their own countrymen.’ Paul was not exaggerating.</p><p>John R. W. Stott, The Message of Romans: God’s Good News for the World, The Bible Speaks Today (Leicester, England; Downers Grove, IL: InterVarsity Press, 2001), 58–79.</p>",
  "source": "Study Notes",
  "id": 6
}