{
  "outlineId": 6,
  "content": [
    {
      "title": "",
      "content": "<h2>Outline of the Exposition</h2><p>Introduction to the Book of Romans</p><ul><li><p>Its effect on history</p><ul><li><p>Augustine</p></li><li><p>Luther</p></li><li><p>Wesley</p></li><li><p>Others: Bunyan, Edwards,</p></li></ul></li></ul><p>I. The Man (1-2)</p><ul><li><p>Paul’s Background &amp; conversion</p></li><li><p>From Saul to “Paul”: The model missionary is incarnational</p></li><li><p>“The servant (slave) of Christ Jesus”: The model missionary is bought by the blood of Christ</p></li><li><p>“Called to be an Apostle”: The model missionary is called and commissioned by Christ</p></li><li><p>“Set apart”: The model missionary must be set apart for an effectual calling</p></li></ul><p>II. The Message (2-4)</p><ul><li><p>“The gospel of God”: The model missionary is gospel centered</p></li><li><p>“Which he promised beforehand...in the holy Scriptures”: The model missionary is Word centered</p></li><li><p>“Concerning his son”: The model missionary is Christ centered</p><ul><li><p>Descended from David according to the flesh: Fully human</p></li><li><p>Son of God in power: Fully God</p></li></ul></li></ul><p>III. The Mission (5)</p><ul><li><p>“We have received grace and apostleship”: The model missionary’s success is by Grace</p></li><li><p>“To bring about the obedience of faith”: The model missionary will produce lasting fruit</p></li><li><p>“For the sake of his name”: The model missionary is motivated by the glory of God</p></li><li><p>“Among all nations”: The model missionary is a part of God’s global mission</p></li></ul><p>IV. The Model (6-7)</p><ul><li><p>“Including you...”: You are included in God’s glorious global mission</p></li><li><p>“Who are called...”: Each of you has a specific calling from the Lord</p></li><li><p>“To belong to Jesus Christ”: Like Paul, we must recognize that we are bought by the Blood of Christ and belong to him if we every hope to fulfill our destiny in him</p></li><li><p>“Grace to you and peace from God our Father and the Lord Jesus Christ.” Walking in the call of God will bring great grace, peace and fulfillment to our lives!</p></li></ul><hr><h2>Introduction to the Book of Romans</h2><p><br>Without question, the book of Romans stands as one of the most influential texts in all of history. It presents the most thorough and systematic theology found in the New Testament, has served as a driving force behind numerous evangelical awakenings, and continues to captivate serious thinkers across the theological and philosophical spectrum.</p><p>H.A. Ironside once wrote:</p><blockquote><p><em>“The Epistle to the Romans is undoubtedly the most scientific statement of the divine plan for the redemption of mankind that God has been pleased to give us. Apart altogether from the question of inspiration we may think of it as a treatise of transcendent, intellectual power, putting to shame the most brilliant philosophies ever conceived by the minds of men.”</em> (7)</p></blockquote><p>Kent Hughes further reflects on Romans’ far-reaching impact on church history:</p><blockquote><p><em>“St. Augustine, the most brilliant theologian of the early centuries, came to conviction of sin and salvation after reading some verses from the thirteenth chapter. Martin Luther recovered the doctrine of salvation by faith from his study of Romans 1:17 and went on to lead the Protestant Reformation. While listening to the reading of Luther’s preface to the book of Romans, John Wesley felt his heart ‘strangely warmed’ in conversion and became the catalyst of the great evangelical revival of the eighteenth century. John Bunyan was so inspired as he studied the great themes of Romans in the Bedford jail that he wrote the immortal</em> Pilgrim’s Progress. <em>In our own century, while we may not always agree with his theology, Karl Barth’s arguments from the book of Romans devastated liberal Christianity.”</em> (Romans 1:1)</p></blockquote><p>It is with this rich legacy in mind that we approach the opening verses of Romans with both reverence and expectation. In doing so, we not only honor the message of Romans but also the man who penned it under divine inspiration—the Apostle Paul. He is the central figure of Romans 1:1–7, and thus he becomes the focus of our exposition.</p><p>We’ve titled this study <em>Apostle Paul: The Model Missionary</em>, because next to Christ Himself, there is no greater example for us to follow as we seek to live on mission in our present day. These opening verses naturally unfold under four headings: the man, the message, the mission, and the model.</p><h2>I. The Man (1-2)</h2><p><br>Paul’s Background &amp; conversion</p><p><br>The Apostle Paul was originally known as Saul of Tarsus. Tarsus, his hometown, was a major population center in the ancient world—significant both economically and culturally. Though Paul’s family was thoroughly Jewish, they were undoubtedly shaped by the Greek thought and customs that permeated the region. Saul was also born a Roman citizen, a rare privilege at the time, and was given the Roman name <em>Paul</em>—a detail that would later prove strategically valuable in his missionary endeavors.</p><p>However, Saul’s early years were anything but missionary. He was not a messenger of Christ but a militant opponent of the gospel.</p><p>Raised as a devout Jew, Saul held deep, even violent, hostility toward what he considered the heretical \"Christian sect\" that was rapidly spreading. In his eyes, it was a threat to the faith of his fathers. He describes his own zeal in Philippians:</p><blockquote><p><em>“Circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the law, a Pharisee; as to zeal, a persecutor of the church; as to righteousness under the law, blameless”</em> (Philippians 3:5–6, ESV).</p></blockquote><p>But in what is arguably the most remarkable and world-altering conversion in history, the book of Acts recounts how Saul—the zealous persecutor—encountered the risen Lord Jesus Christ on the road to Damascus. That encounter transformed him into the Apostle to the Gentiles, and he would go on to become the most prolific and effective advocate for Christianity the world has ever known (Acts 9).</p><p><br>From Saul to “Paul”: The model missionary is incarnational</p><p><br>Paul opens his letter by introducing himself in verses 1–7 to those in Rome who are “called to be saints.” It’s worth pausing to reflect on the very first word of the letter: <em>Paul</em>.</p><p>As noted earlier, Paul was Saul’s Roman name. Unlike Abram becoming Abraham or Jacob becoming Israel—where the name change signified a divine transformation—Paul’s name change was not explicitly changed by the Lord. It was simply his Roman name, likely used to navigate the Greco-Roman world more effectively. And yet, its exclusive use after Acts 13 is not without significance.</p><p>Acts 13 marks a pivotal moment: Paul is officially sent out by the Church to bring the gospel to the Gentile world. From this point forward, Scripture refers to him solely as <em>Paul</em>. This transition offers us a vital lesson—the model missionary must be incarnational.</p><p>Just as Christ humbled Himself, taking on flesh and entering our world, so too did Paul willingly lay aside the cultural identity of “Saul” to fully embrace his calling as the Apostle to the Gentiles. Though he deeply cherished his Jewish heritage, he chose to identify with those to whom he was sent. His name—<em>Paul</em>—became a symbol of his mission, a declaration of his complete commitment to God's call.</p><p>And so we must ask: Are we willing to do the same? Are we prepared to surrender aspects of our own comfort, cultural identity, or personal preference to reach a people not our own? Following Paul, as he follows Christ, means embracing the humility and flexibility of gospel incarnation—for the sake of those who have yet to hear.</p><p><br>“The servant (slave) of Christ Jesus”: The model missionary is bought by the blood of Christ</p><p><br>Next, Paul identifies himself in verse 1 as a “servant of Christ.” The Greek word translated <em>servant</em> is <em>doulos</em>—a term that can also be rendered “slave” or “bondservant.” The <em>ESV Study Bible</em> explains that this word not only conveys Paul’s total submission to Christ but also connects him to the honored line of Old Testament servants of God: Moses, Joshua, David, and the prophets (Crossway, 2157).</p><p>James D.G. Dunn adds a striking insight: <em>“Paul, with deliberate emphasis, introduces himself to the capital of the empire not as a citizen proud of his freedom but as the slave of a crucified Jewish messiah”</em> (Dunn, 22).</p><p>A <em>doulos</em> was not a hired worker with personal rights or autonomy. A <em>doulos</em> belonged entirely to another—purchased, owned, and at the disposal of his master. Paul understood himself this way. He had been bought and paid for—redeemed by the blood of Jesus Christ. And far from resisting this identity, he embraced it as the highest possible honor: to serve the King of Kings and Lord of Lords.</p><p>To do Christ’s bidding, to represent His name, to bring Him glory—Paul saw this not as a burden but as the greatest privilege a human being could ever receive.</p><p>And the same is true for us. We too have been bought with a price. We are no longer our own. Our call is to lay down our rights, joyfully and thankfully, in the service of our Master. Empowered by His Spirit, we serve not as conscripts but as the deeply honored, blood-bought servants of Christ.</p><p>“Called to be an Apostle”: The model missionary is called and commissioned by Christ</p><p><br>Our first and foremost calling as Christians is to be slaves of Christ. But this is only the beginning. God not only redeems us—He also calls us. Every believer has a unique and divinely ordained assignment. As Paul writes, we are “created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them” (Ephesians 2:10, ESV). The call of God is a sacred and cherished part of the Christian life.</p><p>Paul goes on to say that in addition to being Christ’s slave, he was also “called to be an apostle.” In Paul’s day, an apostle was one who was sent by authority with a specific commission. Wiersbe notes that the term “was applied in that day to the representatives of the emperor or the emissaries of a king” (<em>Romans 1:1</em>).</p><p>The twelve Apostles—and Paul, whom many consider the true replacement for Judas—held a unique and unrepeatable office. These men had seen the risen Christ and were directly commissioned by Him with extraordinary authority. God used them to lay the foundation of the Church, and their role was distinct in redemptive history.</p><p>Although we are not apostles in that same foundational sense, we are still a <em>sent</em> people. Every believer can receive a specific calling from Jesus and be commissioned by Him to carry the gospel into a lost world. Like Paul, we are called not just to believe—but to go.</p><p><br>“Set apart”: The model missionary must be set apart</p><p><br>There are two ways in which Paul—and, indeed, all Christians—are set apart for the calling of Christ. First, we are <em>set apart from birth</em> by divine predestination. Second, we are to <em>live set apart</em> in practice, consecrating our lives to God’s service.</p><p>Paul speaks to the first in Galatians 1:15, saying he was “set apart before [he] was born.” The same verb is later used in Acts 13:2, where the Holy Spirit commands the church, “Set apart for me Barnabas and Saul for the work to which I have called them” (Morris, 39). These two verses capture both the eternal initiative of God and the temporal response of man: God sovereignly appoints us for His purposes, and we must intentionally yield our lives to walk in that calling.</p><p>As we look to Paul as our model missionary, these two truths offer a beautiful and necessary balance. On one hand, everything to which we are called has been predestined in Christ before the foundation of the world. Our calling is entirely a product of God’s grace. And yet, in real time, we are called to actively set ourselves apart—to respond to His grace by devoting our lives to the mission He’s given us.</p><p>We must pursue growth, cultivate the gifts God has entrusted to us, and faithfully walk in obedience—not in our own strength, but in full reliance on the grace that works powerfully within us.</p><h2>II. The Message (2-4)</h2><p><br>“The gospel of God”: The model missionary is gospel centered</p><p><br>We’ve seen that our model missionary, Paul, was incarnational—bought by Christ, called, commissioned, sent, and set apart. Now we turn to his message. Paul’s message was gospel-centered, Word-centered, and Christ-centered. We begin with the first: he was gospel-centered.</p><p>Still in verse 1, Paul declares that he was “set apart for the gospel of God.” Few men have ever lived with the kind of zeal that Paul had. But what fueled that zeal? What drove his tireless missionary efforts? His agenda, his passion, and his motivation were singular: <em>the gospel of God</em>.</p><p>In our day, there is no shortage of doctrines vying for our attention. The Church is often tempted to lean on the wisdom of men—modern strategies, cultural innovations, therapeutic trends—as if we can resolve the ancient problem of sin with something other than the gospel. But nothing—absolutely nothing—can take the place of the simple, powerful preaching of Jesus Christ crucified, risen, and reigning.</p><p>The gospel alone has the power to reach the human heart and transform it from the inside out. It alone addresses the root of humanity’s brokenness. And yet, how easily we sideline it. How subtly it slips from the center to the edges of our preaching, our ministry models, and our mission strategies.</p><p>This must not be. We must return to Paul’s pattern and make it our own. Let every sermon, every effort, every vision, and every sacrifice be “for the gospel of God.” Let us ask with fresh urgency: How can we preach it more clearly? More powerfully? More frequently? More passionately? More faithfully?</p><p>The gospel is not just one part of our message—it is the center of our calling.</p><p><br>“Which he promised beforehand...in the holy Scriptures”: The model missionary is Word centered</p><p><br>In the same way, we must also be <em>Word-centered</em>, just as Paul was. In verse 2, he affirms that the gospel is not a new invention or a novel teaching—it is the central message of all the Scriptures. He writes that the gospel of God is that <em>“which he promised beforehand through his prophets in the holy Scriptures”</em> (Romans 1:2, ESV).</p><p>Paul understood, as Jesus Himself taught, that the gospel is woven throughout the Old Testament. In Luke 24, the risen Christ walks with two disciples on the road to Emmaus and opens the Scriptures to them, showing how Moses and the Prophets all pointed to Him (Luke 24:13–27). Likewise, Paul read the entire biblical narrative as gospel-shaped.</p><p>At times this message was veiled in types, symbols, shadows, or incomplete forms—but it was always present. The promise of the gospel was there in the garden, in the covenant with Abraham, in the sacrifices of the law, in the prophecies of Isaiah, and in the songs of David.</p><p>And just as Christ and Paul interpreted the Scriptures in this way, so must we. Our task as teachers, preachers, and students of God’s Word is to exposit Scripture in such a way that the gospel becomes visible and vivid from Genesis to Revelation. The whole Bible is a gospel book, and we must proclaim it as such.</p><h3><br>“Concerning his son”: The model missionary is Christ centered</h3><p><br>The Word must be the center of our preaching, and the gospel is the central message of the Word. But even more foundational is this: <em>Christ</em> is the center of both the Word and the gospel. In fact, Christ is the center of all redemptive history.</p><p>We see this Christ-centered emphasis clearly in Paul’s words in verse 3: <em>“concerning his Son.”</em> Paul then offers a rich and concise summary of the doctrine of Christ. He writes:</p><blockquote><p><em>“[Jesus] was descended from David according to the flesh and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead—Jesus Christ our Lord”</em> (Romans 1:3–4, ESV).</p></blockquote><p>These verses affirm the most essential doctrine of the Christian faith: the person of Christ. This doctrine teaches that Jesus Christ is both fully God and fully man—two natures united in one person. Theologians refer to this as the <em>hypostatic union</em>.</p><p>Paul affirms both natures here. Jesus was <em>“descended from David according to the flesh,”</em> pointing to His humanity and fulfilling the Messianic lineage. But He was also <em>“declared to be the Son of God in power... by his resurrection from the dead,”</em> affirming His divinity, authenticated by the power of the Holy Spirit and confirmed in His victory over death.</p><p>Here, in just a few verses, Paul presents both the doctrine of Christ and the very heart of the gospel. God entered into human history. He became a man. He lived the sinless life we could not live, died the death we deserved, and rose victorious over sin, death, and the devil. Through His resurrection, He secured eternal life for all who believe.</p><p>This is the Christ we preach. This is the message at the center of the Word, the gospel, and the mission of the Church.</p><h2>III. The Mission (5)</h2><p><br>“We have received grace and apostleship”: The model missionary’s success is by Grace<br></p><p>Having considered the man and the message, we now turn to the <em>mission</em>. Paul writes, <em>“We have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations”</em> (Romans 1:5, ESV).</p><p>This was Paul’s mission—and it is ours as well.</p><p>Notice the order in Paul’s words: first <em>grace</em>, then <em>apostleship</em>. The calling came, but it came by grace. Paul’s authority, his assignment, his ability to go—none of it originated in himself. It was all a gift of divine grace. And this same principle applies to every believer: we are not only saved by grace—we <em>serve</em> by grace.</p><p>As Paul says elsewhere, <em>“In him we live and move and have our being”</em> (Acts 17:28). Every step of faithful ministry is sustained by Christ’s power at work within us. When we draw our strength from Him, we find we are not only called, but equipped to carry out the work He’s prepared for us.</p><p>The same grace that redeems us also sends us.</p><p><br>“To bring about the obedience of faith”: The model missionary will produce lasting fruit</p><p><br>The real goal of gospel ministry is to <em>“bring about the obedience of faith.”</em> This is what we long to see—<em>true</em> gospel transformation in the lives of people. Not just intellectual agreement or emotional response, but genuine, Spirit-wrought new birth that leads to a life of joyful obedience.</p><p>We want to see people truly born again—and then begin living out of their new nature. True transformation always works from the <em>inside out</em>, not the outside in. Regeneration by the Holy Spirit produces sincere and heartfelt obedience—not as a condition for salvation, but as its fruit.</p><p>Like Paul, our aim in preaching the gospel is not simply to inform minds or inspire hearts, but to see lives <em>redeemed</em> and <em>restored</em> by the power of Christ. When the gospel takes root, it changes individuals, families, and whole communities.</p><p>That is the kind of obedience we labor for—faith-fueled, grace-driven, and Christ-centered.</p><p><br>“For the sake of his name”: The model missionary is motivated by the glory of God</p><p><br>All of this—the preaching, the calling, the obedience of faith—we do <em>so that God in Christ might be glorified</em>. The ultimate aim of gospel ministry is not merely changed lives or growing churches, but the magnification of God’s glory. That the universe might behold the wondrous love, righteousness, justice, mercy, and holiness of the infinite, glorious Creator—and rejoice in Him.</p><p>God’s glory on display is the highest good and the deepest joy of all created beings. The end of all mission is worship.</p><p>But even as redeemed people, we must remain vigilant. Our hearts, though renewed, are still prone to drift. We must continually guard our motives to ensure we are building <em>Christ’s</em> kingdom, not our own. As Scripture makes plain, <em>God will not share His glory with another.</em> He alone is worthy to receive all worship, all honor, and all praise.</p><p>Let every effort in ministry be aimed upward—for His name, His renown, and His everlasting glory.</p><p><br>“Among all nations”: The model missionary is a part of God’s global mission</p><p><br>Our mission, then, is to operate in the grace that God supplies—to do His work in His strength—so that eternal fruit will abound, lives will be transformed, and His glory will be magnified.</p><p>But this mission is not local or limited—it is global. The scope of God's redemptive plan spans the whole earth. As the Scriptures declare, <em>“the earth will be filled with the knowledge of the glory of the LORD as the waters cover the sea”</em> (Habakkuk 2:14). One day, people from every tribe, nation, and tongue will worship before the throne of God.</p><p>God’s heart beats for the nations. He loves all peoples equally and will redeem any who believe—regardless of race, language, or background.</p><p>Therefore, to fulfill the mission of Christ—which was also the mission of Paul—we must go into <em>all the world</em> and preach the gospel to <em>every creature</em>. We go with the confidence that Christ goes with us, even to the end of the age. And we go with assurance that His mission cannot fail, because He has promised: <em>“I will build my church, and the gates of hell shall not prevail against it”</em> (Matthew 16:18).</p><h2>IV. The Model (6-7)</h2><p><br>“Including you...”: You are included in God’s glorious global mission</p><p><br>Paul now turns to the Roman believers and says, <em>“including you.”</em> It’s as if he’s saying: This glorious gospel, this high calling—it’s not just for me. <em>You</em>, too, have a vital part to play in the unfolding drama of redemption.</p><p>No matter your role, your gifting, or your station in life, you are included in God's redemptive mission. Every believer—young or old, new in the faith or seasoned in maturity—has a place in the advancement of the gospel.</p><p>You are not on the sidelines. You are called to the front lines.</p><p><br>“Who are called...”: Each of you has a specific calling from the Lord</p><p><br>As we’ve already noted, we may not all be called to be apostles like Paul, but <em>each of us</em> has a specific calling from the Lord. It is our responsibility to seek it out with eagerness and to set our lives apart in order to fulfill it. We are not aimless. We are called. And so we must press on toward <em>the mark of the high calling of God in Christ Jesus</em> (Philippians 3:14).</p><p><br>“To belong to Jesus Christ”: Like Paul, we must recognize that we are bought by the Blood of Christ and belong to him if we every hope to fulfill our destiny in him</p><p><br>Like Paul, we belong to Christ. We are His slaves—bought and paid for by His blood. Each of us, once enemies of God, fully deserving of hell, has been shown unimaginable mercy. In Christ, God took our death sentence upon Himself.</p><p>What kind of God does this?</p><p>The Creator of the universe laid down His own life for the sake of His rebellious creatures. What a staggering display of love. Nothing in all creation compares to the wonder of the Savior’s love.</p><p><br>“Grace to you and peace from God our Father and the Lord Jesus Christ.” Walking in the call of God will bring great grace, peace and fulfillment to our lives!</p><p><br>If we take Paul as our model missionary and faithfully apply these principles to our own lives, then we too will experience what Paul describes here: <em>“grace and peace from God our Father and the Lord Jesus Christ.”</em> There is no deeper satisfaction than walking in the will of God.</p><p>So let us each be missionaries of God—men and women of God, carrying the message of God, always on the mission of God. And may we, like Paul, one day be able to say:</p><blockquote><p><em>“I have fought the good fight, I have finished the race, I have kept the faith. Henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, will award to me on that Day—and not only to me but also to all who have loved his appearing.”</em><br>(2 Timothy 4:7–8, ESV)</p></blockquote><p>Conclusion</p><p>The portrait of Paul in Romans 1:1–7 is not merely biographical—it is deeply formational. It shows us what it means to be a person truly gripped by the gospel. Paul was a man transformed by grace, commissioned by Christ, and fully surrendered to God’s global mission. He was incarnational in method, gospel-centered in message, and Spirit-empowered in resolve.</p><p>But this passage is not just about Paul. It's about <em>us</em>.</p><p>His calling echoes into our own. His example lays down a pattern for every follower of Jesus who dares to believe that the Great Commission still applies, and that the gospel still saves. The same grace that saved Paul now sends us. The same gospel he proclaimed is the one we are entrusted with today. The same Spirit that empowered his mission now dwells within us.</p><p>So what do we do?</p><p>We yield our lives to Christ without reservation. We set ourselves apart, not for comfort or convenience, but for calling. We lay down our names, our agendas, our small ambitions—and we lift up the name that is above every name. We re-center our hearts on the gospel, dig deep roots in the Word, and fix our eyes on Christ, the Savior and King.</p><p>This is your calling:<br>To be a servant of Christ.<br>To live for the sake of His name.<br>To take up your cross and go wherever He sends you—across the street or across the world.</p><p>So rise up, missionary of God. Step into the story He has written for you. Be a man or woman of the Word. Be gospel-driven. Be Christ-exalting. And run your race so that one day, like Paul, you too may say:</p><p><em>“I have fought the good fight. I have finished the race. I have kept the faith.”</em></p><p>Now go—and make His name known.</p><hr><p></p><p>Works Cited:</p><ul><li><p>Crossway Bibles. The ESV Study Bible. Wheaton, IL: Crossway Bibles, 2008.</p></li><li><p>Dunn, James D. G. Word Biblical Commentary : Romans 1-8. Word Biblical Commentary.</p></li><li><p>Dallas: Word, Incorporated, 2002.</p></li><li><p>Elwell, Walter A. and Barry J. Beitzel. Baker Encyclopedia of the Bible. Grand Rapids, Mich.: Baker Book House, 1988.</p></li><li><p>Henry, Matthew. Matthew Henry's Commentary on the Whole Bible : Complete and Unabridged in One Volume. Peabody: Hendrickson, 1996.</p></li><li><p>Hughes, R. Kent. Romans : Righteousness from Heaven. Preaching the Word. Wheaton, Ill.: Crossway Books, 1991.</p></li><li><p>Ironside, H. A. Lectures on the Epistle to the Romans. Neptune, NJ: Loizeaux Brothers, 1928.</p></li><li><p>Lloyd-Jones, David M. Romans: An Exposition of Chapter I, the Gospel of God. Grand Rapids, Mich: Ministry Resources Library, 1986. Print.</p></li><li><p>Moo, Douglas J. NIV Application Commentary: Romans. Grand Rapids, MI: Zondervan Publishing House, 2000.</p></li><li><p>Morris, Leon. The Epistle to the Romans. Grand Rapids, Mich.; Leicester, England: W.B. Eerdmans; Inter-Varsity Press, 1988.</p></li><li><p>The Holy Bible : English Standard Version. Wheaton: Standard Bible Society, 2001.</p></li><li><p>Wiersbe, Warren W. The Bible Exposition Commentary. Wheaton, Ill.: Victor Books, 1996.</p></li></ul>"
    }
  ],
  "id": 5
}