{
  "bookId": 45,
  "chapter": 1,
  "verse": 1,
  "outlineId": 6,
  "content": "<p></p><p>Introduction: The gospel of God and Paul’s eagerness to share it Romans 1:1–17</p><p>Paul begins his letter in a very personal way. The personal pronoun and possessive (I, me, my) occur more than twenty times in these opening verses. He is evidently anxious from the start to establish a close relationship with his readers. His introduction is in three parts, which I will call ‘Paul and the gospel’ (1–6), ‘Paul and the Romans’ (7–13) and ‘Paul and evangelism’ (14–17).</p><p>  p 46  1. Paul and the gospel</p><p>1:1–6</p><p>Letter-writing conventions vary from culture to culture. Our modern way is to address our correspondent first (‘Dear Joan’) and to identify ourselves only at the end (‘Yours sincerely, John’). In the ancient world, however, the custom was to reverse the order, the writer announcing himself or herself first and the correspondent next (‘John to Joan, greetings!’). Paul normally followed the convention of his day, but here he deviates from it by giving a much more elaborate description of himself than usual, in relation to the gospel. The reason is probably that he did not found the church in Rome. Nor has he yet visited it. He feels the need, therefore, to establish his credentials as an apostle and to summarize his gospel. Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God, he begins.</p><p>‘Servant’ is doulos and should really be translated ‘slave’. In the Old Testament there was an honourable succession of individual Israelites, beginning with Moses and Joshua, who called themselves Yahweh’s ‘servants’ or ‘slaves’ (e.g. ‘O LORD, truly I am your servant’), while Yahweh also designated Israel collectively ‘my servant’.2 In the New Testament, however, it is remarkable how easily the title ‘Lord’ has been transferred from Yahweh to Jesus (e.g. verses 4, 7), while the Lord’s ‘servants’ are no longer Israel, but all his people, irrespective of whether they are Jews or Gentiles.</p><p>‘Apostle’, on the other hand, was a distinctively Christian name from the beginning, in that Jesus himself chose it as his designation of the Twelve, and Paul claimed to have been added to their number.4 The distinctive qualifications of the apostles were that they were directly and personally called and commissioned by Jesus, that they were eye-witnesses of the historical Jesus, at least (and specially) of his resurrection, and that they were sent out by   p 47  him to preach with his authority. The New Testament apostle thus resembled both the Old Testament prophet, who was ‘called’ and ‘sent’ by Yahweh to speak in his name, and the shaliach of rabbinic Judaism, who was ‘an authorized representative or delegate, legally empowered to act (within prescribed limits) on behalf of his principal’. It is against this double background that the apostle’s authoritative teaching role is to be understood.</p><p>Paul’s twofold designation as ‘slave’ and ‘apostle’ is particularly striking when these words are contrasted with one another. First, ‘slave’ is a title of great humility; it expressed Paul’s sense of personal insignificance, without rights of his own, having been purchased to belong to Christ. ‘Apostle’, on the other hand, was a title of great authority; it expressed his sense of official privilege and dignity by reason of his appointment by Jesus Christ. Secondly, ‘slave’ is a general Christian word (every disciple looks to Jesus Christ as Lord), whereas ‘apostle’ is a special title (reserved for the Twelve and Paul and perhaps one or two others such as James). As an apostle, he had been set apart for the gospel of God.</p><p>How did Paul intend his readers to understand his reference to having been set apart? The verb aphōrismenos has the same root meaning as ‘Pharisee’ (pharisaios). Was this deliberate, since Paul had been a Pharisee? Anders Nygren, for example, reflecting his Lutheran tradition, writes that ‘as a Pharisee Paul had set himself apart for the law, but now God had set him apart for … the gospel … Thus in the very first verse of this epistle we encounter the letter’s basic juxtaposition of law and gospel which, from one point of view, is the theme of Romans.’ It is questionable, however, whether Paul’s readers would have picked up this play on words. In his own mind Paul is more likely to have seen a parallel between his consecration to be an apostle and Jeremiah’s to be a prophet. For in Galatians Paul wrote that God had set him apart (using the same word) from birth, and then called him to preach Christ to the Gentiles,9 just as God had said to Jeremiah: ‘Before you were born I set you apart; I appointed you as a prophet to the nations.’ We need, therefore, to think of Paul’s Damascus road encounter with Christ not only as his conversion but as his commissioning to be an apostle (egō apostellō se, ‘I send you’, ‘I make you an apostle’), and especially to be the apostle to the Gentiles.</p><p>Paul’s two verbal expressions, then, called to be an apostle and set apart for the gospel of God, belong inseparably together. One cannot think of ‘apostle’ without thinking of ‘gospel’, and vice versa. As an apostle, it was Paul’s responsibility to receive,   p 48  formulate, defend, maintain and proclaim the gospel, and so combine the roles of trustee, advocate and herald. As Professor Cranfield has put it, the apostle’s function was ‘to serve the gospel by an authoritative and normative proclamation of it’.</p><p>Paul now proceeds to give a six-point analysis of the gospel, to which he has been set apart.</p><p>1. The origin of the gospel is God</p><p>‘God is the most important word in this epistle,’ Dr Leon Morris has written. ‘Romans is a book about God. No topic is treated with anything like the frequency of God. Everything Paul touches in this letter he relates to God … There is nothing like it elsewhere.’ So the Christian good news is the gospel of God. The apostles did not invent it; it was revealed and entrusted to them by God.</p><p>This is still the first and most basic conviction which underlies all authentic evangelism. What we have to share with others is neither a miscellany of human speculations, nor one more religion to add to the rest, nor really a religion at all. It is rather the gospel of God, God’s own good news for a lost world. Without this conviction, evangelism is evacuated of its content, purpose and drive.</p><p>2. The attestation of the gospel is Scripture</p><p>Verse 2: the gospel he promised beforehand through his prophets in the Holy Scriptures. That is to say, although God revealed the gospel to the apostles, it did not come to them as a complete novelty, because he had already promised it through his prophets in Old Testament Scripture. There is, in fact, an essential continuity between the Old Testament and the New. Jesus himself was quite clear that the Scriptures bore witness to him, that he was the son of man of Daniel 7 and the suffering servant of Isaiah 53, and that, as it had been written, he had to suffer in order to enter into his glory. In the Acts we hear Peter quoting the Old Testament in reference to Jesus’ resurrection, exaltation and gift of the Spirit. We also watch Paul reasoning with people out of the Scriptures that the Christ must suffer and rise, and that he was Jesus. He similarly insisted that it was ‘according to the Scriptures’ that Christ both died for our sins and was raised on the third day.17 It was thus that both the law and the prophets bore witness to the gospel (3:21; cf. 1:17).</p><p>We have reason, then, to be thankful that the gospel of God has a double attestation, namely the prophets in the Old Testament and   p 49  the apostles in the New. Both bear witness to Jesus Christ, and this is what Paul comes to next.</p><p>3. The substance of the gospel is Jesus Christ</p><p>If we bring verses 1 and 3 together, by omitting the parenthesis of verse 2, we are left with the statement that Paul was set apart for the gospel of God regarding his Son. For the gospel of God is ‘the gospel of his Son’ (9). God’s good news is about Jesus. As Luther put it in his gloss on this verse: ‘Here the door is thrown open wide for the understanding of Holy Scripture, that is, that everything must be understood in relation to Christ.’ Calvin writes similarly that ‘the whole gospel is contained in Christ’. Therefore, ‘to move even a step from Christ means to withdraw oneself from the gospel’.19</p><p>Paul now describes him by two contrasting clauses: who as to his human nature was a descendant of David (3), and who through the Spirit of holiness was declared with power to be the Son of God, by his resurrection from the dead: Jesus Christ our Lord (4). Here are references, direct or indirect, to the birth (descended from David), death (presupposed by his resurrection), resurrection from the dead, and reign (on David’s throne) of Jesus Christ. So neatly and carefully constructed is the parallelism that many scholars have guessed that Paul is making use of a fragment from an early creed. If so, he now gives it his apostolic endorsement. It expresses an antithesis between two titles (seed of David and Son of God), between two verbs (he ‘became’ or ‘was born’ David’s descendant, but was declared or ‘appointed’ God’s Son), and between two qualifying clauses (kata sarka, ‘according to flesh’, and kata pneuma hagiōsynēs, literally, ‘according to spirit of holiness’).</p><p>First, the two titles. ‘Son of David’ was a universally recognized messianic title. So was ‘Son of God’, based particularly on Psalm 2:7. The way Jesus himself understood it, however, as seen both in his personal approach to God as ‘Abba, Father’ and in referring to himself absolutely as ‘the Son’, already indicates that the designation is divine, not merely messianic. Paul evidently used it thus (not only in 1:3–4 and 9, but also e.g. in 5:10 and 8:3, 32). The two titles together speak, therefore, of his humanity and his deity.</p><p>  p 50  Of the two verbs, the first causes little difficulty. Although it means no more than ‘became’, it evidently refers to Jesus’ descent from David by birth (and maybe by adoption too, since Joseph acknowledged him as his son). The second verb, however, raises a problem. The translation declared with power to be the Son of God by his resurrection from the dead is readily intelligible. But the trouble is that horizō does not really (or usually) mean ‘declare’. It is properly rendered ‘appoint’, as when God ‘appointed’ Jesus the judge of the world. Yet the New Testament does not teach that Jesus was appointed, established or installed Son of God at or by the resurrection, since he has been the Son of God eternally. This leads to the suggestion that the words ‘in power’ should be attached to the noun ‘Son of God’ rather than to the verb ‘appoint’. In this case Paul is affirming that Jesus was ‘appointed Son-of-God-in-power’ or even ‘declared to be the powerful Son of God’ (BAGD). Nygren captures the antithesis well by writing: ‘So the resurrection is the turning point in the existence of the Son of God. Before that he was the Son of God in weakness and lowliness. Through the resurrection he becomes the Son of God in power.’</p><p>The third contrast is in the two qualifying clauses ‘according to flesh’ and ‘according to spirit of holiness’. Although ‘flesh’ has a variety of meanings for Paul, here it evidently refers to Jesus’ human nature or physical descent, though perhaps with an undertone of its weakness or vulnerability over against the power implicit in his resurrection and deity. Some commentators then insist that, in order to preserve the parallelism, ‘according to spirit of holiness’ must be translated ‘according to his divine nature’ or at least ‘according to his holy human spirit’. But ‘Spirit of holiness’ is not at all an obvious reference to Jesus’ divine nature. Moreover, it was not only a part of him, whether his divine nature or his human spirit, which was raised from the dead or appointed Son-of-God-in-power by the resurrection. On the contrary, it was the whole Jesus Christ, body and spirit, human and divine.</p><p>Other commentators point out that ‘Spirit of holiness’ was a natural Hebraism for the Holy Spirit, and that there were obvious links between the Holy Spirit and the resurrection, both because he is ‘the Spirit of him who raised Jesus from the dead’ and—more important—because it was the risen and exalted Christ who demonstrated his power and authority by pouring out the Spirit,26 and who thus inaugurated the new era, which is the age of the Spirit.</p><p>It seems then that the two expressions ‘according to the flesh’ and ‘according to the Spirit’ refer not to the two natures of Jesus Christ   p 51  (human and divine), but to the two stages of his ministry, pre-resurrection and post-resurrection, the first frail and the second powerful through the outpoured Spirit. So here is a balanced statement of both the humiliation and the exaltation, the weakness and the power of God’s Son, his human descent traced to David, his divine sonship-in-power established by the resurrection and gift of the Spirit. Moreover, this unique person, seed of David and Son of God, weak and powerful, incarnate and exalted, is Jesus (a human, historical figure), Christ (the Messiah of Old Testament Scripture), our Lord, who owns and rules our lives. Perhaps we could add that Jesus’ two titles, ‘the Christ’ and ‘the Lord’, will have specially appealed to Jewish and Gentile Christians respectively.</p><p>4. The scope of the gospel is all the nations</p><p>Paul now comes back from his description of the gospel to his own apostleship and writes: Through him (sc. the risen Christ) and for his name’s sake (a phrase to which I will return), we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith (5). It is unlikely that by using the plural ‘we’, Paul is wanting to associate the other apostles with him, since he nowhere mentions them in this letter. Probably it is an editorial ‘we’, or the ‘we’ of apostolic authority, by which in reality he was referring to himself. What then did he ‘receive’ from God through Christ? He calls it grace and apostleship, which in the context seems to mean ‘the undeserved privilege of being an apostle’. For Paul always attributed his apostleship to God’s gracious decision and appointment.</p><p>As Paul goes on to state the purpose of his apostleship, he discloses further aspects of the gospel. He defines its scope as all the Gentiles. This seems to imply that the Christians in Rome were predominantly Gentile, since he specifically mentions them: And you also are among those who are called to belong to Jesus Christ (6). Yet Paul will shortly describe the gospel as ‘the power of God for the salvation of everyone who believes, first for the Jew, then for the Gentile’ (1:16). What he is affirming is that the gospel is for everybody; its scope is universal. He himself was a patriotic Jew, who retained his love for his people and longed passionately for their salvation (9:1f.; 10:1). At the same time, he had been called to be the apostle to the Gentiles. We too, if we are to be committed to world mission, will have to be liberated from all pride of race, nation, tribe, caste and class, and acknowledge that God’s gospel is   p 52  for everybody, without exception and without distinction. This is a major theme of Romans.</p><p>5. The purpose of the gospel is the obedience of faith</p><p>Literally, Paul writes that he has received his apostleship ‘unto obedience of faith among all the nations’. So ‘obedience of faith’ is his definition of the response which the gospel demands. It is a particularly notable expression, coming as it does at the beginning and the end of Romans (see 16:26), since it is in Romans that Paul insists more strongly than anywhere else that justification is ‘through faith alone’. Yet here he apparently writes that it is not by faith alone, but by ‘obedience of faith’. Has he lost his bearings? Does the apostle now contradict himself? No, we must give him credit for consistency of thought.</p><p>Three main explanations of the phrase are offered. The first is that it means ‘obedience to the faith’, taking ‘faith’ here as a body of belief. And certainly this is a New Testament expression. Further, the apostles do refer to conversion in terms of obedience to truth or doctrine.30 But when ‘faith’ has this meaning, one would expect the definite article to be in place (‘the faith’), whereas the whole context of Romans really demands a reference here to ‘faith’ (as in 8, 16–17).</p><p>The second possibility is that this is a genitive of ‘equivalence’, and that the expression should be translated ‘the obedience which consists of faith’. As John Murray puts it, ‘the faith which the apostleship was intended to promote was not an evanescent act of emotion but the commitment of wholehearted devotion to Christ and to the truth of his gospel’. And yet, although faith and obedience do always belong together, they are not synonymous, and the New Testament usually maintains a distinction between them.</p><p>The third option is that the genitive is one of source or origin. So NIV renders it the obedience that comes from faith, which immediately reminds one of Abraham who ‘by faith … obeyed’. At the same time we note that this is the obedience of faith, not the obedience of law. Perhaps, in fact, the second and third options do not exclude each other. For the proper response to the gospel is faith, indeed faith alone. Yet a true and living faith in Jesus Christ both includes within itself an element of submission (cf. 10:3), especially because its object is ‘Jesus Christ our Lord’ (4) or ‘the Lord Jesus Christ’ (7), and leads inevitably into a lifetime of obedience. That is why the response Paul looked for was a total,   p 53  unreserved commitment to Jesus Christ, which he called ‘the obedience of faith’. This is our answer to those who argue that it is possible to accept Jesus Christ as Saviour without surrendering to him as Lord. It is not. Certainly the Roman Christians had believed and obeyed, for Paul describes them as being among those who are called to belong to Jesus Christ (6).</p><p>6. The goal of the gospel is the honour of Christ’s name</p><p>The words for his name’s sake, which NIV places at the beginning of verse 5, actually come at the end of the Greek sentence and so form something of a climax. Why did Paul desire to bring the nations to the obedience of faith? It was for the sake of the glory and honour of Christ’s name. For God had ‘exalted him to the highest place’ and had given him ‘the name that is above every name’, in order that ‘at the name of Jesus every knee should bow … and every tongue confess that Jesus Christ is Lord’. If, therefore, God desires every knee to bow to Jesus and every tongue to confess him, so should we. We should be ‘jealous’ (as Scripture sometimes puts it) for the honour of his name—troubled when it remains unknown, hurt when it is ignored, indignant when it is blasphemed, and all the time anxious and determined that it shall be given the honour and glory which are due to it. The highest of all missionary motives is neither obedience to the Great Commission (important as that is), nor love for sinners who are alienated and perishing (strong as that incentive is, especially when we contemplate the wrath of God, verse 18), but rather zeal—burning and passionate zeal—for the glory of Jesus Christ.</p><p>Some evangelism, to be sure, is no better than a thinly disguised form of imperialism, whenever our real ambition is for the honour of our nation, church, organization, or ourselves. Only one imperialism is Christian, however, and that is concern for His Imperial Majesty Jesus Christ, and for the glory of his empire or kingdom. The earliest Christians, John tells us, went out ‘for the sake of the Name’. He does not even specify to which name he is referring. But we know. And Paul tells us. It is the incomparable name of Jesus. Before this supreme goal of the Christian mission, all unworthy motives wither and die.</p><p>To sum up, here are six fundamental truths about the gospel. Its origin is God the Father and its substance Jesus Christ his Son. Its attestation is Old Testament Scripture and its scope all the nations. Our immediate purpose in proclaiming it is to bring people to the obedience of faith, but our ultimate goal is the greater glory of the   p 54  name of Jesus Christ. Or, to simplify these truths by the use of six prepositions, we can say that the good news is the gospel of God, about Christ, according to Scripture, for the nations, unto the obedience of faith, and for the sake of the Name.</p><p>John R. W. Stott, The Message of Romans: God’s Good News for the World, The Bible Speaks Today (Leicester, England; Downers Grove, IL: InterVarsity Press, 2001), 44–54.</p>",
  "source": "Study Notes",
  "id": 4
}