[
  {
    "id": 46500,
    "bookId": 45,
    "chapter": 15,
    "verse": 1,
    "text": "Now we who are strong ought to bear the weaknesses of the weak, and not to please ourselves."
  },
  {
    "id": 46501,
    "bookId": 45,
    "chapter": 15,
    "verse": 2,
    "text": "Let each one of us please his neighbor for that which is good, to be building him up."
  },
  {
    "id": 46502,
    "bookId": 45,
    "chapter": 15,
    "verse": 3,
    "text": "For even Christ didn't please himself. But, as it is written, \"The reproaches of those who reproached you fell on me.\""
  },
  {
    "id": 46503,
    "bookId": 45,
    "chapter": 15,
    "verse": 4,
    "text": "For whatever things were written before were written for our learning, that through perseverance and through encouragement of the Scriptures we might have hope."
  },
  {
    "id": 46504,
    "bookId": 45,
    "chapter": 15,
    "verse": 5,
    "text": "Now the God of perseverance and of encouragement grant you to be of the same mind with one another according to Christ Jesus,"
  },
  {
    "id": 46505,
    "bookId": 45,
    "chapter": 15,
    "verse": 6,
    "text": "that with one accord you may with one mouth glorify the God and Father of our Lord Jesus Christ."
  },
  {
    "id": 46506,
    "bookId": 45,
    "chapter": 15,
    "verse": 7,
    "text": "Therefore accept one another, even as Christ also accepted you, to the glory of God."
  },
  {
    "id": 46507,
    "bookId": 45,
    "chapter": 15,
    "verse": 8,
    "text": "Now I say that Christ has been made a servant of the circumcision for the truth of God, that he might confirm the promises given to the fathers,"
  },
  {
    "id": 46508,
    "bookId": 45,
    "chapter": 15,
    "verse": 9,
    "text": "and that the Gentiles might glorify God for his mercy. As it is written, \"Therefore I will give praise to you among the Gentiles and sing to your name.\""
  },
  {
    "id": 46509,
    "bookId": 45,
    "chapter": 15,
    "verse": 10,
    "text": "Again he says, \"Rejoice, you Gentiles, with his people.\""
  },
  {
    "id": 46510,
    "bookId": 45,
    "chapter": 15,
    "verse": 11,
    "text": "Again, \"Praise the Lord, all you Gentiles! Let all the peoples praise him.\""
  },
  {
    "id": 46511,
    "bookId": 45,
    "chapter": 15,
    "verse": 12,
    "text": "Again, Isaiah says, \"There will be the root of Jesse, he who arises to rule over the Gentiles; in him the Gentiles will hope.\""
  },
  {
    "id": 46512,
    "bookId": 45,
    "chapter": 15,
    "verse": 13,
    "text": "Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope in the power of the Holy Spirit."
  },
  {
    "id": 46513,
    "bookId": 45,
    "chapter": 15,
    "verse": 14,
    "text": "I myself am also persuaded about you, my brothers, that you yourselves are full of goodness, filled with all knowledge, able also to admonish others."
  },
  {
    "id": 46514,
    "bookId": 45,
    "chapter": 15,
    "verse": 15,
    "text": "But I write the more boldly to you in part as reminding you, because of the grace that was given to me by God,"
  },
  {
    "id": 46515,
    "bookId": 45,
    "chapter": 15,
    "verse": 16,
    "text": "that I should be a servant of Christ Jesus to the Gentiles, serving as a priest of the Good News of God, that the offering up of the Gentiles might be made acceptable, sanctified by the Holy Spirit."
  },
  {
    "id": 46516,
    "bookId": 45,
    "chapter": 15,
    "verse": 17,
    "text": "I have therefore my boasting in Christ Jesus in things pertaining to God."
  },
  {
    "id": 46517,
    "bookId": 45,
    "chapter": 15,
    "verse": 18,
    "text": "For I will not dare to speak of any things except those which Christ worked through me for the obedience of the Gentiles, by word and deed,"
  },
  {
    "id": 46518,
    "bookId": 45,
    "chapter": 15,
    "verse": 19,
    "text": "in the power of signs and wonders, in the power of God's Spirit; so that from Jerusalem and around as far as to Illyricum, I have fully preached the Good News of Christ;"
  },
  {
    "id": 46519,
    "bookId": 45,
    "chapter": 15,
    "verse": 20,
    "text": "yes, making it my aim to preach the Good News, not where Christ was already named, that I might not build on another's foundation."
  },
  {
    "id": 46520,
    "bookId": 45,
    "chapter": 15,
    "verse": 21,
    "text": "But, as it is written, \"They will see, to whom no news of him came. They who haven't heard will understand.\""
  },
  {
    "id": 46521,
    "bookId": 45,
    "chapter": 15,
    "verse": 22,
    "text": "Therefore also I was hindered these many times from coming to you,"
  },
  {
    "id": 46522,
    "bookId": 45,
    "chapter": 15,
    "verse": 23,
    "text": "but now, no longer having any place in these regions, and having these many years a longing to come to you,"
  },
  {
    "id": 46523,
    "bookId": 45,
    "chapter": 15,
    "verse": 24,
    "text": "whenever I travel to Spain, I will come to you. For I hope to see you on my journey, and to be helped on my way there by you, if first I may enjoy your company for a while."
  },
  {
    "id": 46524,
    "bookId": 45,
    "chapter": 15,
    "verse": 25,
    "text": "But now, I say, I am going to Jerusalem, serving the saints."
  },
  {
    "id": 46525,
    "bookId": 45,
    "chapter": 15,
    "verse": 26,
    "text": "For it has been the good pleasure of Macedonia and Achaia to make a certain contribution for the poor among the saints who are at Jerusalem."
  },
  {
    "id": 46526,
    "bookId": 45,
    "chapter": 15,
    "verse": 27,
    "text": "Yes, it has been their good pleasure, and they are their debtors. For if the Gentiles have been made partakers of their spiritual things, they owe it to them also to serve them in material things."
  },
  {
    "id": 46527,
    "bookId": 45,
    "chapter": 15,
    "verse": 28,
    "text": "When therefore I have accomplished this, and have sealed to them this fruit, I will go on by way of you to Spain."
  },
  {
    "id": 46528,
    "bookId": 45,
    "chapter": 15,
    "verse": 29,
    "text": "I know that when I come to you, I will come in the fullness of the blessing of the Good News of Christ."
  },
  {
    "id": 46529,
    "bookId": 45,
    "chapter": 15,
    "verse": 30,
    "text": "Now I beg you, brothers, by our Lord Jesus Christ and by the love of the Spirit, that you strive together with me in your prayers to God for me,"
  },
  {
    "id": 46530,
    "bookId": 45,
    "chapter": 15,
    "verse": 31,
    "text": "that I may be delivered from those who are disobedient in Judea, and that my service which I have for Jerusalem may be acceptable to the saints,"
  },
  {
    "id": 46531,
    "bookId": 45,
    "chapter": 15,
    "verse": 32,
    "text": "that I may come to you in joy through the will of God, and together with you, find rest."
  },
  {
    "id": 46532,
    "bookId": 45,
    "chapter": 15,
    "verse": 33,
    "text": "Now the God of peace be with you all. Amen."
  }
]