{
  "Genesis": {
    "1": {
      "1": "In the beginning, God created the heavens and the earth.",
      "2": "The earth was formless and empty. Darkness was on the surface of the deep and God’s Spirit was hovering over the surface of the waters.",
      "3": "God said, “Let there be light,” and there was light.",
      "4": "God saw the light, and saw that it was good. God divided the light from the darkness.",
      "5": "God called the light “day”, and the darkness he called “night”. There was evening and there was morning, the first day.",
      "6": "God said, “Let there be an expanse in the middle of the waters, and let it divide the waters from the waters.”",
      "7": "God made the expanse, and divided the waters which were under the expanse from the waters which were above the expanse; and it was so.",
      "8": "God called the expanse “sky”. There was evening and there was morning, a second day.",
      "9": "God said, “Let the waters under the sky be gathered together to one place, and let the dry land appear”; and it was so.",
      "10": "God called the dry land “earth”, and the gathering together of the waters he called “seas”. God saw that it was good.",
      "11": "God said, “Let the earth yield grass, herbs yielding seeds, and fruit trees bearing fruit after their kind, with their seeds in it, on the earth”; and it was so.",
      "12": "The earth yielded grass, herbs yielding seed after their kind, and trees bearing fruit, with their seeds in it, after their kind; and God saw that it was good.",
      "13": "There was evening and there was morning, a third day.",
      "14": "God said, “Let there be lights in the expanse of the sky to divide the day from the night; and let them be for signs to mark seasons, days, and years;",
      "15": "and let them be for lights in the expanse of the sky to give light on the earth”; and it was so.",
      "16": "God made the two great lights: the greater light to rule the day, and the lesser light to rule the night. He also made the stars.",
      "17": "God set them in the expanse of the sky to give light to the earth,",
      "18": "and to rule over the day and over the night, and to divide the light from the darkness. God saw that it was good.",
      "19": "There was evening and there was morning, a fourth day.",
      "20": "God said, “Let the waters abound with living creatures, and let birds fly above the earth in the open expanse of the sky.”",
      "21": "God created the large sea creatures and every living creature that moves, with which the waters swarmed, after their kind, and every winged bird after its kind. God saw that it was good.",
      "22": "God blessed them, saying, “Be fruitful, and multiply, and fill the waters in the seas, and let birds multiply on the earth.”",
      "23": "There was evening and there was morning, a fifth day.",
      "24": "God said, “Let the earth produce living creatures after their kind, livestock, creeping things, and animals of the earth after their kind”; and it was so.",
      "25": "God made the animals of the earth after their kind, and the livestock after their kind, and everything that creeps on the ground after its kind. God saw that it was good.",
      "26": "God said, “Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the birds of the sky, and over the livestock, and over all the earth, and over every creeping thing that creeps on the earth.”",
      "27": "God created man in his own image. In God’s image he created him; male and female he created them.",
      "28": "God blessed them. God said to them, “Be fruitful, multiply, fill the earth, and subdue it. Have dominion over the fish of the sea, over the birds of the sky, and over every living thing that moves on the earth.”",
      "29": "God said, “Behold, I have given you every herb yielding seed, which is on the surface of all the earth, and every tree, which bears fruit yielding seed. It will be your food.",
      "30": "To every animal of the earth, and to every bird of the sky, and to everything that creeps on the earth, in which there is life, I have given every green herb for food;” and it was so.",
      "31": "God saw everything that he had made, and, behold, it was very good. There was evening and there was morning, a sixth day."
    },
    "2": {
      "1": "The heavens, the earth, and all their vast array were finished.",
      "2": "On the seventh day God finished his work which he had done; and he rested on the seventh day from all his work which he had done.",
      "3": "God blessed the seventh day, and made it holy, because he rested in it from all his work of creation which he had done.",
      "4": "This is the history of the generations of the heavens and of the earth when they were created, in the day that Yahweh God made the earth and the heavens.",
      "5": "No plant of the field was yet in the earth, and no herb of the field had yet sprung up; for Yahweh God had not caused it to rain on the earth. There was not a man to till the ground,",
      "6": "but a mist went up from the earth, and watered the whole surface of the ground.",
      "7": "Yahweh God formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.",
      "8": "Yahweh God planted a garden eastward, in Eden, and there he put the man whom he had formed.",
      "9": "Out of the ground Yahweh God made every tree to grow that is pleasant to the sight, and good for food, including the tree of life in the middle of the garden and the tree of the knowledge of good and evil.",
      "10": "A river went out of Eden to water the garden; and from there it was parted, and became the source of four rivers.",
      "11": "The name of the first is Pishon: it flows through the whole land of Havilah, where there is gold;",
      "12": "and the gold of that land is good. Bdellium and onyx stone are also there.",
      "13": "The name of the second river is Gihon. It is the same river that flows through the whole land of Cush.",
      "14": "The name of the third river is Hiddekel. This is the one which flows in front of Assyria. The fourth river is the Euphrates.",
      "15": "Yahweh God took the man, and put him into the garden of Eden to cultivate and keep it.",
      "16": "Yahweh God commanded the man, saying, “You may freely eat of every tree of the garden;",
      "17": "but you shall not eat of the tree of the knowledge of good and evil; for in the day that you eat of it, you will surely die.”",
      "18": "Yahweh God said, “It is not good for the man to be alone. I will make him a helper comparable to him.”",
      "19": "Out of the ground Yahweh God formed every animal of the field, and every bird of the sky, and brought them to the man to see what he would call them. Whatever the man called every living creature became its name.",
      "20": "The man gave names to all livestock, and to the birds of the sky, and to every animal of the field; but for man there was not found a helper comparable to him.",
      "21": "Yahweh God caused the man to fall into a deep sleep. As the man slept, he took one of his ribs, and closed up the flesh in its place.",
      "22": "Yahweh God made a woman from the rib which he had taken from the man, and brought her to the man.",
      "23": "The man said, “This is now bone of my bones, and flesh of my flesh. She will be called ‘woman,’ because she was taken out of Man.”",
      "24": "Therefore a man will leave his father and his mother, and will join with his wife, and they will be one flesh.",
      "25": "The man and his wife were both naked, and they were not ashamed."
    },
    "3": {
      "1": "Now the serpent was more subtle than any animal of the field which Yahweh God had made. He said to the woman, “Has God really said, ‘You shall not eat of any tree of the garden?’”",
      "2": "The woman said to the serpent, “We may eat fruit from the trees of the garden,",
      "3": "but not the fruit of the tree which is in the middle of the garden. God has said, ‘You shall not eat of it. You shall not touch it, lest you die.’”",
      "4": "The serpent said to the woman, “You won’t really die,",
      "5": "for God knows that in the day you eat it, your eyes will be opened, and you will be like God, knowing good and evil.”",
      "6": "When the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took some of its fruit, and ate; and she gave some to her husband with her, and he ate it, too.",
      "7": "Their eyes were opened, and they both knew that they were naked. They sewed fig leaves together, and made coverings for themselves.",
      "8": "They heard Yahweh God’s voice walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of Yahweh God among the trees of the garden.",
      "9": "Yahweh God called to the man, and said to him, “Where are you?”",
      "10": "The man said, “I heard your voice in the garden, and I was afraid, because I was naked; and I hid myself.”",
      "11": "God said, “Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?”",
      "12": "The man said, “The woman whom you gave to be with me, she gave me fruit from the tree, and I ate it.”",
      "13": "Yahweh God said to the woman, “What have you done?”\nThe woman said, “The serpent deceived me, and I ate.”",
      "14": "Yahweh God said to the serpent,\n“Because you have done this,\nyou are cursed above all livestock,\nand above every animal of the field.\nYou shall go on your belly\nand you shall eat dust all the days of your life.",
      "15": "I will put hostility between you and the woman,\nand between your offspring and her offspring.\nHe will bruise your head,\nand you will bruise his heel.”",
      "16": "To the woman he said,\n“I will greatly multiply your pain in childbirth.\nIn pain you will bear children.\nYour desire will be for your husband,\nand he will rule over you.”",
      "17": "To Adam he said,\n“Because you have listened to your wife’s voice,\nand ate from the tree,\nabout which I commanded you, saying, ‘You shall not eat of it,’\nthe ground is cursed for your sake.\nYou will eat from it with much labor all the days of your life.",
      "18": "It will yield thorns and thistles to you;\nand you will eat the herb of the field.",
      "19": "By the sweat of your face will you eat bread until you return to the ground,\nfor out of it you were taken.\nFor you are dust,\nand to dust you shall return.”",
      "20": "The man called his wife Eve because she would be the mother of all the living.",
      "21": "Yahweh God made coats of animal skins for Adam and for his wife, and clothed them.",
      "22": "Yahweh God said, “Behold, the man has become like one of us, knowing good and evil. Now, lest he reach out his hand, and also take of the tree of life, and eat, and live forever—”",
      "23": "Therefore Yahweh God sent him out from the garden of Eden, to till the ground from which he was taken.",
      "24": "So he drove out the man; and he placed cherubim at the east of the garden of Eden, and a flaming sword which turned every way, to guard the way to the tree of life."
    }
  },
  "Psalms": {
    "1": {
      "1": "Blessed is the man who doesn’t walk in the counsel of the wicked,\nnor stand on the path of sinners,\nnor sit in the seat of scoffers;",
      "2": "but his delight is in Yahweh’s law.\nOn his law he meditates day and night.",
      "3": "He will be like a tree planted by the streams of water,\nthat produces its fruit in its season,\nwhose leaf also does not wither.\nWhatever he does shall prosper.",
      "4": "The wicked are not so,\nbut are like the chaff which the wind drives away.",
      "5": "Therefore the wicked shall not stand in the judgment,\nnor sinners in the congregation of the righteous.",
      "6": "For Yahweh knows the way of the righteous,\nbut the way of the wicked shall perish."
    },
    "23": {
      "1": "Yahweh is my shepherd:\nI shall lack nothing.",
      "2": "He makes me lie down in green pastures.\nHe leads me beside still waters.",
      "3": "He restores my soul.\nHe guides me in the paths of righteousness for his name’s sake.",
      "4": "Even though I walk through the valley of the shadow of death,\nI will fear no evil, for you are with me.\nYour rod and your staff,\nthey comfort me.",
      "5": "You prepare a table before me\nin the presence of my enemies.\nYou anoint my head with oil.\nMy cup runs over.",
      "6": "Surely goodness and loving kindness shall follow me all the days of my life,\nand I will dwell in Yahweh’s house forever."
    },
    "119": {
      "1": "Blessed are those whose ways are blameless,\nwho walk according to Yahweh’s law.",
      "2": "Blessed are those who keep his statutes,\nwho seek him with their whole heart.",
      "3": "Yes, they do nothing wrong.\nThey walk in his ways.",
      "4": "You have commanded your precepts,\nthat we should fully obey them.",
      "5": "Oh that my ways were steadfast\nto obey your statutes!",
      "6": "Then I wouldn’t be disappointed,\nwhen I consider all of your commandments.",
      "7": "I will give thanks to you with uprightness of heart,\nwhen I learn your righteous judgments.",
      "8": "I will observe your statutes.\nDon’t utterly forsake me.",
      "9": "How can a young man keep his way pure?\nBy living according to your word.",
      "10": "With my whole heart, I have sought you.\nDon’t let me wander from your commandments.",
      "11": "I have hidden your word in my heart,\nthat I might not sin against you.",
      "12": "Blessed are you, Yahweh.\nTeach me your statutes.",
      "13": "With my lips,\nI have declared all the ordinances of your mouth.",
      "14": "I have rejoiced in the way of your testimonies,\nas much as in all riches.",
      "15": "I will meditate on your precepts,\nand consider your ways.",
      "16": "I will delight myself in your statutes.\nI will not forget your word.",
      "17": "Do good to your servant.\nI will live and I will obey your word.",
      "18": "Open my eyes,\nthat I may see wondrous things out of your law.",
      "19": "I am a stranger on the earth.\nDon’t hide your commandments from me.",
      "20": "My soul is consumed with longing for your ordinances at all times.",
      "21": "You have rebuked the proud who are cursed,\nwho wander from your commandments.",
      "22": "Take reproach and contempt away from me,\nfor I have kept your statutes.",
      "23": "Though princes sit and slander me,\nyour servant will meditate on your statutes.",
      "24": "Indeed your statutes are my delight,\nand my counselors.",
      "25": "My soul is laid low in the dust.\nRevive me according to your word!",
      "26": "I declared my ways, and you answered me.\nTeach me your statutes.",
      "27": "Let me understand the teaching of your precepts!\nThen I will meditate on your wondrous works.",
      "28": "My soul is weary with sorrow:\nstrengthen me according to your word.",
      "29": "Keep me from the way of deceit.\nGrant me your law graciously!",
      "30": "I have chosen the way of truth.\nI have set your ordinances before me.",
      "31": "I cling to your statutes, Yahweh.\nDon’t let me be disappointed.",
      "32": "I run in the path of your commandments,\nfor you have set my heart free.",
      "33": "Teach me, Yahweh, the way of your statutes.\nI will keep them to the end.",
      "34": "Give me understanding, and I will keep your law.\nYes, I will obey it with my whole heart.",
      "35": "Direct me in the path of your commandments,\nfor I delight in them.",
      "36": "Turn my heart toward your statutes,\nnot toward selfish gain.",
      "37": "Turn my eyes away from looking at worthless things.\nRevive me in your ways.",
      "38": "Fulfill your promise to your servant,\nthat you may be feared.",
      "39": "Take away my disgrace that I dread,\nfor your ordinances are good.",
      "40": "Behold, I long for your precepts!\nRevive me in your righteousness.",
      "41": "Let your loving kindness also come to me, Yahweh,\nyour salvation, according to your word.",
      "42": "So I will have an answer for him who reproaches me,\nfor I trust in your word.",
      "43": "Don’t snatch the word of truth out of my mouth,\nfor I put my hope in your ordinances.",
      "44": "So I will obey your law continually,\nforever and ever.",
      "45": "I will walk in liberty,\nfor I have sought your precepts.",
      "46": "I will also speak of your statutes before kings,\nand will not be disappointed.",
      "47": "I will delight myself in your commandments,\nbecause I love them.",
      "48": "I reach out my hands for your commandments, which I love.\nI will meditate on your statutes.",
      "49": "Remember your word to your servant,\nbecause you gave me hope.",
      "50": "This is my comfort in my affliction,\nfor your word has revived me.",
      "51": "The arrogant mock me excessively,\nbut I don’t swerve from your law.",
      "52": "I remember your ordinances of old, Yahweh,\nand have comforted myself.",
      "53": "Indignation has taken hold on me,\nbecause of the wicked who forsake your law.",
      "54": "Your statutes have been my songs,\nin the house where I live.",
      "55": "I have remembered your name, Yahweh, in the night,\nand I obey your law.",
      "56": "This is my way,\nthat I keep your precepts.",
      "57": "Yahweh is my portion.\nI promised to obey your words.",
      "58": "I sought your favor with my whole heart.\nBe merciful to me according to your word.",
      "59": "I considered my ways,\nand turned my steps to your statutes.",
      "60": "I will hurry, and not delay,\nto obey your commandments.",
      "61": "The ropes of the wicked bind me,\nbut I won’t forget your law.",
      "62": "At midnight I will rise to give thanks to you,\nbecause of your righteous ordinances.",
      "63": "I am a friend of all those who fear you,\nof those who observe your precepts.",
      "64": "The earth is full of your loving kindness, Yahweh.\nTeach me your statutes.",
      "65": "Do good to your servant,\naccording to your word, Yahweh.",
      "66": "Teach me good judgment and knowledge,\nfor I believe in your commandments.",
      "67": "Before I was afflicted, I went astray;\nbut now I observe your word.",
      "68": "You are good, and do good.\nTeach me your statutes.",
      "69": "The proud have smeared a lie upon me.\nWith my whole heart, I will keep your precepts.",
      "70": "Their heart is as callous as the fat,\nbut I delight in your law.",
      "71": "It is good for me that I have been afflicted,\nthat I may learn your statutes.",
      "72": "The law of your mouth is better to me than thousands of pieces of gold and silver.",
      "73": "Your hands have made me and formed me.\nGive me understanding, that I may learn your commandments.",
      "74": "Those who fear you will see me and be glad,\nbecause I have put my hope in your word.",
      "75": "Yahweh, I know that your judgments are righteous,\nthat in faithfulness you have afflicted me.",
      "76": "Please let your loving kindness be for my comfort,\naccording to your word to your servant.",
      "77": "Let your tender mercies come to me, that I may live;\nfor your law is my delight.",
      "78": "Let the proud be disappointed, for they have overthrown me wrongfully.\nI will meditate on your precepts.",
      "79": "Let those who fear you turn to me.\nThey will know your statutes.",
      "80": "Let my heart be blameless toward your decrees,\nthat I may not be disappointed.",
      "81": "My soul faints for your salvation.\nI hope in your word.",
      "82": "My eyes fail for your word.\nI say, “When will you comfort me?”",
      "83": "For I have become like a wineskin in the smoke.\nI don’t forget your statutes.",
      "84": "How many are the days of your servant?\nWhen will you execute judgment on those who persecute me?",
      "85": "The proud have dug pits for me,\ncontrary to your law.",
      "86": "All of your commandments are faithful.\nThey persecute me wrongfully.\nHelp me!",
      "87": "They had almost wiped me from the earth,\nbut I didn’t forsake your precepts.",
      "88": "Preserve my life according to your loving kindness,\nso I will obey the statutes of your mouth.",
      "89": "Yahweh, your word is settled in heaven forever.",
      "90": "Your faithfulness is to all generations.\nYou have established the earth, and it remains.",
      "91": "Your laws remain to this day,\nfor all things serve you.",
      "92": "Unless your law had been my delight,\nI would have perished in my affliction.",
      "93": "I will never forget your precepts,\nfor with them, you have revived me.",
      "94": "I am yours.\nSave me, for I have sought your precepts.",
      "95": "The wicked have waited for me, to destroy me.\nI will consider your statutes.",
      "96": "I have seen a limit to all perfection,\nbut your commands are boundless.",
      "97": "How I love your law!\nIt is my meditation all day.",
      "98": "Your commandments make me wiser than my enemies,\nfor your commandments are always with me.",
      "99": "I have more understanding than all my teachers,\nfor your testimonies are my meditation.",
      "100": "I understand more than the aged,\nbecause I have kept your precepts.",
      "101": "I have kept my feet from every evil way,\nthat I might observe your word.",
      "102": "I have not turned away from your ordinances,\nfor you have taught me.",
      "103": "How sweet are your promises to my taste,\nmore than honey to my mouth!",
      "104": "Through your precepts, I get understanding;\ntherefore I hate every false way.",
      "105": "Your word is a lamp to my feet,\nand a light for my path.",
      "106": "I have sworn, and have confirmed it,\nthat I will obey your righteous ordinances.",
      "107": "I am afflicted very much.\nRevive me, Yahweh, according to your word.",
      "108": "Accept, I beg you, the willing offerings of my mouth.\nYahweh, teach me your ordinances.",
      "109": "My soul is continually in my hand,\nyet I won’t forget your law.",
      "110": "The wicked have laid a snare for me,\nyet I haven’t gone astray from your precepts.",
      "111": "I have taken your testimonies as a heritage forever,\nfor they are the joy of my heart.",
      "112": "I have set my heart to perform your statutes forever,\neven to the end.",
      "113": "I hate double-minded men,\nbut I love your law.",
      "114": "You are my hiding place and my shield.\nI hope in your word.",
      "115": "Depart from me, you evildoers,\nthat I may keep the commandments of my God.",
      "116": "Uphold me according to your word, that I may live.\nLet me not be ashamed of my hope.",
      "117": "Hold me up, and I will be safe,\nand will have respect for your statutes continually.",
      "118": "You reject all those who stray from your statutes,\nfor their deceit is in vain.",
      "119": "You put away all the wicked of the earth like dross.\nTherefore I love your testimonies.",
      "120": "My flesh trembles for fear of you.\nI am afraid of your judgments.",
      "121": "I have done what is just and righteous.\nDon’t leave me to my oppressors.",
      "122": "Ensure your servant’s well-being.\nDon’t let the proud oppress me.",
      "123": "My eyes fail looking for your salvation,\nfor your righteous word.",
      "124": "Deal with your servant according to your loving kindness.\nTeach me your statutes.",
      "125": "I am your servant. Give me understanding,\nthat I may know your testimonies.",
      "126": "It is time to act, Yahweh,\nfor they break your law.",
      "127": "Therefore I love your commandments more than gold,\nyes, more than pure gold.",
      "128": "Therefore I consider all of your precepts to be right.\nI hate every false way.",
      "129": "Your testimonies are wonderful,\ntherefore my soul keeps them.",
      "130": "The entrance of your words gives light.\nIt gives understanding to the simple.",
      "131": "I opened my mouth wide and panted,\nfor I longed for your commandments.",
      "132": "Turn to me, and have mercy on me,\nas you always do to those who love your name.",
      "133": "Establish my footsteps in your word.\nDon’t let any iniquity have dominion over me.",
      "134": "Redeem me from the oppression of man,\nso I will observe your precepts.",
      "135": "Make your face shine on your servant.\nTeach me your statutes.",
      "136": "Streams of tears run down my eyes,\nbecause they don’t observe your law.",
      "137": "You are righteous, Yahweh.\nYour judgments are upright.",
      "138": "You have commanded your statutes in righteousness.\nThey are fully trustworthy.",
      "139": "My zeal wears me out,\nbecause my enemies ignore your words.",
      "140": "Your promises have been thoroughly tested,\nand your servant loves them.",
      "141": "I am small and despised.\nI don’t forget your precepts.",
      "142": "Your righteousness is an everlasting righteousness.\nYour law is truth.",
      "143": "Trouble and anguish have taken hold of me.\nYour commandments are my delight.",
      "144": "Your testimonies are righteous forever.\nGive me understanding, that I may live.",
      "145": "I have called with my whole heart.\nAnswer me, Yahweh!\nI will keep your statutes.",
      "146": "I have called to you. Save me!\nI will obey your statutes.",
      "147": "I rise before dawn and cry for help.\nI put my hope in your words.",
      "148": "My eyes stay open through the night watches,\nthat I might meditate on your word.",
      "149": "Hear my voice according to your loving kindness.\nRevive me, Yahweh, according to your ordinances.",
      "150": "They draw near who follow after wickedness.\nThey are far from your law.",
      "151": "You are near, Yahweh.\nAll your commandments are truth.",
      "152": "Of old I have known from your testimonies,\nthat you have founded them forever.",
      "153": "Consider my affliction, and deliver me,\nfor I don’t forget your law.",
      "154": "Plead my cause, and redeem me!\nRevive me according to your promise.",
      "155": "Salvation is far from the wicked,\nfor they don’t seek your statutes.",
      "156": "Great are your tender mercies, Yahweh.\nRevive me according to your ordinances.",
      "157": "Many are my persecutors and my adversaries.\nI haven’t swerved from your testimonies.",
      "158": "I look at the faithless with loathing,\nbecause they don’t observe your word.",
      "159": "Consider how I love your precepts.\nRevive me, Yahweh, according to your loving kindness.",
      "160": "All of your words are truth.\nEvery one of your righteous ordinances endures forever.",
      "161": "Princes have persecuted me without a cause,\nbut my heart stands in awe of your words.",
      "162": "I rejoice at your word,\nas one who finds great plunder.",
      "163": "I hate and abhor falsehood.\nI love your law.",
      "164": "Seven times a day, I praise you,\nbecause of your righteous ordinances.",
      "165": "Those who love your law have great peace.\nNothing causes them to stumble.",
      "166": "I have hoped for your salvation, Yahweh.\nI have done your commandments.",
      "167": "My soul has observed your testimonies.\nI love them exceedingly.",
      "168": "I have obeyed your precepts and your testimonies,\nfor all my ways are before you.",
      "169": "Let my cry come before you, Yahweh.\nGive me understanding according to your word.",
      "170": "Let my supplication come before you.\nDeliver me according to your word.",
      "171": "Let my lips utter praise,\nfor you teach me your statutes.",
      "172": "Let my tongue sing of your word,\nfor all your commandments are righteousness.",
      "173": "Let your hand be ready to help me,\nfor I have chosen your precepts.",
      "174": "I have longed for your salvation, Yahweh.\nYour law is my delight.",
      "175": "Let my soul live, that I may praise you.\nLet your ordinances help me.",
      "176": "I have gone astray like a lost sheep.\nSeek your servant, for I don’t forget your commandments."
    }
  },
  "John": {
    "1": {
      "1": "In the beginning was the Word, and the Word was with God, and the Word was God.",
      "2": "The same was in the beginning with God.",
      "3": "All things were made through him. Without him was not anything made that has been made.",
      "4": "In him was life, and the life was the light of men.",
      "5": "The light shines in the darkness, and the darkness hasn’t overcome\n it.",
      "6": "There came a man, sent from God, whose name was John.",
      "7": "The same came as a witness, that he might testify about the light, that all might believe through him.",
      "8": "He was not the light, but was sent that he might testify about the light.",
      "9": "The true light that enlightens everyone was coming into the world.",
      "10": "He was in the world, and the world was made through him, and the world didn’t recognize him.",
      "11": "He came to his own, and those who were his own didn’t receive him.",
      "12": "But as many as received him, to them he gave the right to become God’s children, to those who believe in his name:",
      "13": "who were born not of blood, nor of the will of the flesh, nor of the will of man, but of God.",
      "14": "The Word became flesh, and lived among us. We saw his glory, such glory as of the one and only Son of the Father, full of grace and truth.",
      "15": "John testified about him. He cried out, saying, “This was he of whom I said, ‘He who comes after me has surpassed me, for he was before me.’”",
      "16": "From his fullness we all received grace upon grace.",
      "17": "For the law was given through Moses. Grace and truth were realized through Jesus Christ.",
      "18": "No one has seen God at any time. The one and only Son, who is in the bosom of the Father, he has declared him.",
      "19": "This is John’s testimony, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?”",
      "20": "He declared, and didn’t deny, but he declared, “I am not the Christ.”",
      "21": "They asked him, “What then? Are you Elijah?”\nHe said, “I am not.”\n“Are you the prophet?”\nHe answered, “No.”",
      "22": "They said therefore to him, “Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?”",
      "23": "He said, “I am the voice of one crying in the wilderness, ‘Make straight the way of the Lord,’ as Isaiah the prophet said.”",
      "24": "The ones who had been sent were from the Pharisees.",
      "25": "They asked him, “Why then do you baptize, if you are not the Christ, nor Elijah, nor the prophet?”",
      "26": "John answered them, “I baptize in water, but among you stands one whom you don’t know.",
      "27": "He is the one who comes after me, who is preferred before me, whose sandal strap I’m not worthy to loosen.”",
      "28": "These things were done in Bethany beyond the Jordan, where John was baptizing.",
      "29": "The next day, he saw Jesus coming to him, and said, “Behold, the Lamb of God, who takes away the sin of the world!",
      "30": "This is he of whom I said, ‘After me comes a man who is preferred before me, for he was before me.’",
      "31": "I didn’t know him, but for this reason I came baptizing in water: that he would be revealed to Israel.”",
      "32": "John testified, saying, “I have seen the Spirit descending like a dove out of heaven, and it remained on him.",
      "33": "I didn’t recognize him, but he who sent me to baptize in water, he said to me, ‘On whomever you will see the Spirit descending, and remaining on him, the same is he who baptizes in the Holy Spirit.’",
      "34": "I have seen, and have testified that this is the Son of God.”",
      "35": "Again, the next day, John was standing with two of his disciples,",
      "36": "and he looked at Jesus as he walked, and said, “Behold, the Lamb of God!”",
      "37": "The two disciples heard him speak, and they followed Jesus.",
      "38": "Jesus turned, and saw them following, and said to them,\n“What are you looking for?”\nThey said to him, “Rabbi” (which is to say, being interpreted, Teacher), “where are you staying?”",
      "39": "He said to them,\n“Come, and see.”\nThey came and saw where he was staying, and they stayed with him that day. It was about the tenth hour.",
      "40": "One of the two who heard John, and followed him, was Andrew, Simon Peter’s brother.",
      "41": "He first found his own brother, Simon, and said to him, “We have found the Messiah!” (which is, being interpreted, Christ).",
      "42": "He brought him to Jesus. Jesus looked at him, and said,\n“You are Simon the son of Jonah. You shall be called Cephas” (which is by interpretation, Peter).",
      "43": "On the next day, he was determined to go out into Galilee, and he found Philip. Jesus said to him,\n“Follow me.”",
      "44": "Now Philip was from Bethsaida, of the city of Andrew and Peter.",
      "45": "Philip found Nathanael, and said to him, “We have found him, of whom Moses in the law, and the prophets, wrote: Jesus of Nazareth, the son of Joseph.”",
      "46": "Nathanael said to him, “Can any good thing come out of Nazareth?”\nPhilip said to him, “Come and see.”",
      "47": "Jesus saw Nathanael coming to him, and said about him,\n“Behold, an Israelite indeed, in whom is no deceit!”",
      "48": "Nathanael said to him, “How do you know me?”\nJesus answered him,\n“Before Philip called you, when you were under the fig tree, I saw you.”",
      "49": "Nathanael answered him, “Rabbi, you are the Son of God! You are King of Israel!”",
      "50": "Jesus answered him,\n“Because I told you, ‘I saw you underneath the fig tree,’ do you believe? You will see greater things than these!”",
      "51": "He said to him,\n“Most certainly, I tell you all, hereafter you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”"
    },
    "3": {
      "1": "Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews.",
      "2": "The same came to him by night, and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do, unless God is with him.”",
      "3": "Jesus answered him,\n“Most certainly, I tell you, unless one is born anew,\n\nhe can’t see God’s Kingdom.”",
      "4": "Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb, and be born?”",
      "5": "Jesus answered,\n“Most certainly I tell you, unless one is born of water and spirit, he can’t enter into God’s Kingdom.",
      "6": "That which is born of the flesh is flesh. That which is born of the Spirit is spirit.",
      "7": "Don’t marvel that I said to you, ‘You must be born anew.’",
      "8": "The wind\nblows where it wants to, and you hear its sound, but don’t know where it comes from and where it is going. So is everyone who is born of the Spirit.”",
      "9": "Nicodemus answered him, “How can these things be?”",
      "10": "Jesus answered him,\n“Are you the teacher of Israel, and don’t understand these things?",
      "11": "Most certainly I tell you, we speak that which we know, and testify of that which we have seen, and you don’t receive our witness.",
      "12": "If I told you earthly things and you don’t believe, how will you believe if I tell you heavenly things?",
      "13": "No one has ascended into heaven, but he who descended out of heaven, the Son of Man, who is in heaven.",
      "14": "As Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up,",
      "15": "that whoever believes in him should not perish, but have eternal life.",
      "16": "For God so loved the world, that he gave his one and only Son, that whoever believes in him should not perish, but have eternal life.",
      "17": "For God didn’t send his Son into the world to judge the world, but that the world should be saved through him.",
      "18": "He who believes in him is not judged. He who doesn’t believe has been judged already, because he has not believed in the name of the one and only Son of God.",
      "19": "This is the judgment, that the light has come into the world, and men loved the darkness rather than the light; for their works were evil.",
      "20": "For everyone who does evil hates the light, and doesn’t come to the light, lest his works would be exposed.",
      "21": "But he who does the truth comes to the light, that his works may be revealed, that they have been done in God.”",
      "22": "After these things, Jesus came with his disciples into the land of Judea. He stayed there with them, and baptized.",
      "23": "John also was baptizing in Enon near Salim, because there was much water there. They came, and were baptized.",
      "24": "For John was not yet thrown into prison.",
      "25": "There arose therefore a questioning on the part of John’s disciples with some Jews about purification.",
      "26": "They came to John, and said to him, “Rabbi, he who was with you beyond the Jordan, to whom you have testified, behold, the same baptizes, and everyone is coming to him.”",
      "27": "John answered, “A man can receive nothing, unless it has been given him from heaven.",
      "28": "You yourselves testify that I said, ‘I am not the Christ,’ but, ‘I have been sent before him.’",
      "29": "He who has the bride is the bridegroom; but the friend of the bridegroom, who stands and hears him, rejoices greatly because of the bridegroom’s voice. This, my joy, therefore is made full.",
      "30": "He must increase, but I must decrease.",
      "31": "He who comes from above is above all. He who is from the earth belongs to the earth, and speaks of the earth. He who comes from heaven is above all.",
      "32": "What he has seen and heard, of that he testifies; and no one receives his witness.",
      "33": "He who has received his witness has set his seal to this, that God is true.",
      "34": "For he whom God has sent speaks the words of God; for God gives the Spirit without measure.",
      "35": "The Father loves the Son, and has given all things into his hand.",
      "36": "One who believes in the Son has eternal life, but one who disobeys\n the Son won’t see life, but the wrath of God remains on him.”"
    }
  },
  "Romans": {
    "1": {
      "1": "Paul, a servant of Jesus Christ, called to be an apostle, set apart for the Good News of God,",
      "2": "which he promised before through his prophets in the holy Scriptures,",
      "3": "concerning his Son, who was born of the offspring of David according to the flesh,",
      "4": "who was declared to be the Son of God with power, according to the Spirit of holiness, by the resurrection from the dead, Jesus Christ our Lord,",
      "5": "through whom we received grace and apostleship, for obedience of faith among all the nations, for his name’s sake;",
      "6": "among whom you are also called to belong to Jesus Christ;",
      "7": "to all who are in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "8": "First, I thank my God through Jesus Christ for all of you, that your faith is proclaimed throughout the whole world.",
      "9": "For God is my witness, whom I serve in my spirit in the Good News of his Son, how unceasingly I make mention of you always in my prayers,",
      "10": "requesting, if by any means now at last I may be prospered by the will of God to come to you.",
      "11": "For I long to see you, that I may impart to you some spiritual gift, to the end that you may be established;",
      "12": "that is, that I with you may be encouraged in you, each of us by the other’s faith, both yours and mine.",
      "13": "Now I don’t desire to have you unaware, brothers, that I often planned to come to you, and was hindered so far, that I might have some fruit among you also, even as among the rest of the Gentiles.",
      "14": "I am debtor both to Greeks and to foreigners, both to the wise and to the foolish.",
      "15": "So, as much as is in me, I am eager to preach the Good News to you also who are in Rome.",
      "16": "For I am not ashamed of the Good News of Christ, because it is the power of God for salvation for everyone who believes; for the Jew first, and also for the Greek.",
      "17": "For in it is revealed God’s righteousness from faith to faith. As it is written, “But the righteous shall live by faith.”",
      "18": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth in unrighteousness,",
      "19": "because that which is known of God is revealed in them, for God revealed it to them.",
      "20": "For the invisible things of him since the creation of the world are clearly seen, being perceived through the things that are made, even his everlasting power and divinity; that they may be without excuse.",
      "21": "Because, knowing God, they didn’t glorify him as God, neither gave thanks, but became vain in their reasoning, and their senseless heart was darkened.",
      "22": "Professing themselves to be wise, they became fools,",
      "23": "and traded the glory of the incorruptible God for the likeness of an image of corruptible man, and of birds, and four-footed animals, and creeping things.",
      "24": "Therefore God also gave them up in the lusts of their hearts to uncleanness, that their bodies should be dishonored among themselves;",
      "25": "who exchanged the truth of God for a lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen.",
      "26": "For this reason, God gave them up to vile passions. For their women changed the natural function into that which is against nature.",
      "27": "Likewise also the men, leaving the natural function of the woman, burned in their lust toward one another, men doing what is inappropriate with men, and receiving in themselves the due penalty of their error.",
      "28": "Even as they refused to have God in their knowledge, God gave them up to a reprobate mind, to do those things which are not fitting;",
      "29": "being filled with all unrighteousness, sexual immorality, wickedness, covetousness, malice; full of envy, murder, strife, deceit, evil habits, secret slanderers,",
      "30": "backbiters, hateful to God, insolent, haughty, boastful, inventors of evil things, disobedient to parents,",
      "31": "without understanding, covenant breakers, without natural affection, unforgiving, unmerciful;",
      "32": "who, knowing the ordinance of God, that those who practice such things are worthy of death, not only do the same, but also approve of those who practice them."
    },
    "8": {
      "1": "There is therefore now no condemnation to those who are in Christ Jesus, who don’t walk according to the flesh, but according to the Spirit.",
      "2": "For the law of the Spirit of life in Christ Jesus made me free from the law of sin and of death.",
      "3": "For what the law couldn’t do, in that it was weak through the flesh, God did, sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh;",
      "4": "that the ordinance of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.",
      "5": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit, the things of the Spirit.",
      "6": "For the mind of the flesh is death, but the mind of the Spirit is life and peace;",
      "7": "because the mind of the flesh is hostile towards God; for it is not subject to God’s law, neither indeed can it be.",
      "8": "Those who are in the flesh can’t please God.",
      "9": "But you are not in the flesh but in the Spirit, if it is so that the Spirit of God dwells in you. But if any man doesn’t have the Spirit of Christ, he is not his.",
      "10": "If Christ is in you, the body is dead because of sin, but the spirit is alive because of righteousness.",
      "11": "But if the Spirit of him who raised up Jesus from the dead dwells in you, he who raised up Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.",
      "12": "So then, brothers, we are debtors, not to the flesh, to live after the flesh.",
      "13": "For if you live after the flesh, you must die; but if by the Spirit you put to death the deeds of the body, you will live.",
      "14": "For as many as are led by the Spirit of God, these are children of God.",
      "15": "For you didn’t receive the spirit of bondage again to fear, but you received the Spirit of adoption, by whom we cry, “Abba! Father!”",
      "16": "The Spirit himself testifies with our spirit that we are children of God;",
      "17": "and if children, then heirs; heirs of God, and joint heirs with Christ; if indeed we suffer with him, that we may also be glorified with him.",
      "18": "For I consider that the sufferings of this present time are not worthy to be compared with the glory which will be revealed toward us.",
      "19": "For the creation waits with eager expectation for the children of God to be revealed.",
      "20": "For the creation was subjected to vanity, not of its own will, but because of him who subjected it, in hope",
      "21": "that the creation itself also will be delivered from the bondage of decay into the liberty of the glory of the children of God.",
      "22": "For we know that the whole creation groans and travails in pain together until now.",
      "23": "Not only so, but ourselves also, who have the first fruits of the Spirit, even we ourselves groan within ourselves, waiting for adoption, the redemption of our body.",
      "24": "For we were saved in hope, but hope that is seen is not hope. For who hopes for that which he sees?",
      "25": "But if we hope for that which we don’t see, we wait for it with patience.",
      "26": "In the same way, the Spirit also helps our weaknesses, for we don’t know how to pray as we ought. But the Spirit himself makes intercession for us with groanings which can’t be uttered.",
      "27": "He who searches the hearts knows what is on the Spirit’s mind, because he makes intercession for the saints according to God.",
      "28": "We know that all things work together for good for those who love God, to those who are called according to his purpose.",
      "29": "For whom he foreknew, he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers.",
      "30": "Whom he predestined, those he also called. Whom he called, those he also justified. Whom he justified, those he also glorified.",
      "31": "What then shall we say about these things? If God is for us, who can be against us?",
      "32": "He who didn’t spare his own Son, but delivered him up for us all, how would he not also with him freely give us all things?",
      "33": "Who could bring a charge against God’s chosen ones? It is God who justifies.",
      "34": "Who is he who condemns? It is Christ who died, yes rather, who was raised from the dead, who is at the right hand of God, who also makes intercession for us.",
      "35": "Who shall separate us from the love of Christ? Could oppression, or anguish, or persecution, or famine, or nakedness, or peril, or sword?",
      "36": "Even as it is written,\n“For your sake we are killed all day long.\nWe were accounted as sheep for the slaughter.”",
      "37": "No, in all these things, we are more than conquerors through him who loved us.",
      "38": "For I am persuaded that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,",
      "39": "nor height, nor depth, nor any other created thing, will be able to separate us from God’s love, which is in Christ Jesus our Lord."
    }
  }
}